{
    "1987 on TODAY- Bruce Willis talks balancing fame and privacy (360p)": {
        "chunks": [
            {
                "text": " Bruce Willis is one red hot property these days. As smart mouth David Addison, he stars in the much heralded TV series Moonlighting. He's done a special for HBO and has a second in the works. He has a record album out that's just gone gold and his first feature film Blind Date opens tomorrow. Yet for all his success in front of the camera, Willis has a less than terrific off screen image. I caught up with Bruce and Los Angeles, simply asked him why. Well, I'm glad you asked that question. And given the fact that in the past two and a half years since I've been doing this show, I've only done three major interviews. That's Side A. Side B is, for the past nine months, I've been in magazines and newspapers just about every day, or at least once a week. And there have been things that have been total fabrications printed as fact about me. I'm not saying that I'm an angel. I like to have fun. But by and large, I think how people see me in this country is pretty much based on what they read in the papers that I ran through town nude that I used to show up at parties with diapers on which is all real good copy but a lot of it's just been made up. It's part of the business. If you don't do many of these, do you? Many interviews? Yeah. No, I don't. How come? It's gonna get right in there, aren't you? It's just gonna go right with it. I'm just curious. Well, it basically came out of a feeling that I had when I first started doing moon lighting. Why? Just because I'm on television every Tuesday night does all of a sudden what I say or what my opinions are about You know different things carrying more weight I don't really have a whole lot to say publicly. Yeah, but you do understand why people are interested absolutely I think what TV does and and the kind of position that it puts actors and popular actors and it kind of sets of sets you apart from the rest of the people. And that's kind of weird too. For however this happened, when they put my picture, when the cover of a magazine, it sells more of that magazine than it would if my photo did not appear there. Is it a measure of success? No, for me, it's not. I don't know. That's a really good question. It certainly is for me. I try and avoid that stuff. I never really got into this business seeking fame and fortune. I never knew what that meant other than that kind of nebulous fame and fortune, whatever that was. And now here it is. Now I'm right in the center of it. And if anything, it makes me want to keep my private life more private. Is making it, as you call it, fame and fortune. Is it what you thought it'd be? Yeah. Yeah. I don't know. I mean, who knows what that is. I never really knew how this was going to happen. And I was very surprised when it happened through TV. I was living in New York doing off-Broadway plays. At the time, I thought, well, I'll keep doing off-Broadway plays. So I do a Broadway play, and then I'll do a movie, and then I'll do millions of movies for the rest of my life. But never beyond that, I mean, never really thought specifically how this was going to happen. But you always thought it would happen, didn't you? I always knew it was going to happen. Why? Where does that confidence come from? I mean, you're a blue-collar guy from a blue-collar neighborhood without a family with background in the bit. I mean, where does that confidence come from? I've always kind of had the courage of my own convictions. And I knew this was what I wanted to do. And I think if you want something bad enough and you have, you know, you have the inherent talent to make that work. I think that kind of creates confidence. Is moonlighting still for you the focus? I mean, is it still the central thing of which everything has to flow from? Yes. And that, I think, is basically a function of my, you know, I've kind of two contracts on this show. One is a contract on paper, and one is a commitment to Glenn and Sybil, just from my heart, just that all three of us are kind of in this together we were there from the very beginning when no one really knew who we were or what we were trying to do and I think we all still really strive I think there's still something to say on this show at some point we may reach a time where we come in one day and we set it all and we've done all the gags that I've made this face as many times as I can. And we may walk away from it at that point, but we still have, there's still a curve to the characters of where they can go. Well, I'm not giving that baby to a woman suspected of murder. Suspected, Maddie. Suspected, doesn't that word mean anything? My mind is made up. Thank you, at least, only the courtesy of listening to her story. What are you doing? I'm doing what I should have done all along. What I wanted to do was doing What I should have done last night. Stop that, David. I'm calling the police station. Hello, police. Nah, you'll always be caked to me. Blame with him. I don't really think that. David Addison burns the blue flame. He lives real hard. It would be difficult for me, I think, to keep up with him. But yeah, it'd be kind of like hanging around with the three studios. I'd like to spend the weekend with him. When you like to do that, just hang around with him for the weekend, just like Friday night, just don't hang around. You mentioned Glenn, Glenn Karen. Does he really wear a referee shirt? I guess you're addressing this stuff about civil and eye fighting at the end. Well, I'd like to tell you that there's something behind it that we do actually kick and scream and scrunch at each other, but we don't. It certainly sells more magazines to say that civil and eye are fighting than it is to say. Civil and Bruce are getting along. It's just a little more juicy, I guess. As it pertains to moon lighting, does entertaining mean, at some point, stopping the teas of Dave and Maddie? I mean, do they get together at some point? Well, that's going to be resolved this year. Actually, that'll be resolved by the end of this season. We like to think of it as two and a half years of four play.",
                "timestamp": [
                    0.09287981859410431,
                    405.3507482993197
                ],
                "translated": "Брюс Уиллис - один из самых горячих в наши дни. Как умный Дэвид Аддисон, он снимается в популярном телесериале \"Лунное освещение\". Он сделал специально для О \"О\", и у него есть второй в работе. У него есть пластинка, которая только что ушла золотом, и его первый полнометражный фильм Blind Date Date открывается завтра. Тем не менее, несмотря на весь свой успех перед камерой, у Виллиса менее, далеко не пугающее изображение за кадром. Я догнал Брюса и Лос-Анджелес, просто спросил его почему. Что ж, я рад, что вы задали этот вопрос. И учитывая тот факт, что за последние два с половиной года, с тех пор как я делаю это шоу, я, я дал всего три интервью, я дал всего три крупных интервью. Это Сила А. В течение последних девяти месяцев я появлялся в газетах и журналах почти каждый день, или хотя бы раз в неделю. И были вещи, которые были напечатаны как факты обо мне. Я не говорю, что я ангел. Мне нравится веселиться. Но по большому счету, я думаю, что то, как люди видят меня в этой стране, в значительной степени основано на том, что они читают в газетах, что я бегал по городу обнагим, что я, что я появлялся на вечеринках с памперчался на памперьями, на которых я, на которые я, на которые я. Это часть бизнеса. Если вы не делаете много из этого, то делаете ли вы? Много интервью? Да. Нет, я этого не делаю. Как же так? Это будет правильно, не так? Это будет правильно, не так. Я просто симпатичный человек. Ну, в основном, это произошло из чувства, которое у меня было, когда я впервые начал заниматься лунным освещением. Почему? Просто потому, что я каждый вторник вечером на телевидении, вдруг делаю то, что говорю, или то, что думаю, или то, что думаю, что думаю о тебе, ты знаешь, ты знаешь. Да, но вы понимаете, почему людям интересно абсолютно, я, что делает телевидение, и какую позицию оно занимает по отношению к актемам и артистам и популярным, и популярным актерам, и что оно ставит вас в отделяет от остального народа. И это тоже в какой-то степени странно. Потому что, как бы это ни случилось, когда они поместили мою фотографию на обложку журнала, она продает больше этого журнала, чем если бы моя фотография там не появилась. Является ли это мерилом успеха? Нет, для меня нет. Я не знаю. Это действительно хороший вопрос. Это, конечно, для меня. Я стараюсь избегать таких вещей. Я никогда не ввязывался в этот бизнес в поисках славы и удачи. Я никогда не знал, что это значит, кроме такой туманной славы и удачи, что бы это ни означало. А теперь вот и она. Теперь я нахожусь прямо в центре этого. И если что-то и заставляет меня захотеть сохранить свою личную жизнь более приватной. Делает это, как вы это называете, славой и удачей. Это то, что вы думали? Да. Да. Я не знаю. Я имею в виду, кто знает, что это такое. Я никогда не знал, как это будет происходить. И я был очень удивлен, когда это случилось по телевизору. Я жил в Нью-Йорке, где ставил спектакли за пределами Бродвея. В то время я думал, что хорошо, я буду продолжать делать спектакли за пределами Бродвея. Так что я делаю бродвейскую пьесу, а потом сделаю фильм, а потом буду снимать кино, а потом буду делать миллионы фильмов на всю оставшуюся жизнь. Но никогда, кроме этого, я имею в виду, не задумывался конкретно о том, как это должно было случиться. Но вы всегда думали, что это произойдет, не так ли? Я всегда знал, что это произойдет. Почему? Откуда такая уверенность? Я имею в виду, что вы - парень с синим воротником из района с синими воротничками, без семьи, без семьи, с бэкстерьера. Я имею в виду, откуда такая уверенность? У меня всегда было какое-то собственное мужество. И я знал, что это именно то, что я хотел сделать. И я думаю, что если вы хотите чего-то достаточно плохого, и у вас есть, вы знаете, у вас есть, у вас есть талант, то, чтобы заставить это сделать. Я думаю, что это вселяет уверенность. Я имею в виду, что это все еще центральная вещь, из которой все должно вытекать? Да. И это, я думаю, в основном зависит от моего, знаете, у меня есть два контракта на это шоу. Один из них - это контракт на бумаге, а другой - обязательство перед Гленном и Сибилом, просто от всего сердца, что все мы втроимся в этом вместе мы были с ним с самого начала, с самого начала, мы были с самого начала, когда-то с самого начала, когда никто не знали кто-то, кто-то, кто-то, кто-то, кто-то и кто-то, кто-то, кто-то, кто-то, кто-то, кто-то, кто-то, кто-то, кто-то, кто-то, кто-то, кто-то, кто-то, кто-то, кто-то, кто-то, кто, кто-то, кто, кто-то, кто, кто-то, кто, кто, кто-то, кто, кто, кто, кто, кто, кто, кто, кто, кто, кто, кто, И мы можем уйти от него в тот момент, но у нас все еще есть, есть, есть еще кривая к персонажам, куда они могут пойти. Ну, я не отдаю этого ребенка женщине, подозреваемой в убийстве. Подозрительно, Мэдди. Подозрительно, разве это слово ничего не значит? Спасибо, по крайней мере, только за любезность выслушать ее рассказ. Что ты делаешь? Я делаю то, что должен был делать все время. То, что я хотел сделать, было сделать то, что я должен был сделать вчера вечером. Остановите это, Дэвид. Я звоню в полицейский участок. Hello, police. Nah, you 'll be always be caked to me caked to me. Виноват он. Я не думаю, что это действительно так. Дэвид Аддисон разжигает синее пламя. Он живет по-настоящему тяжело. Мне было бы трудно, я думаю, идти в ногу с ним. Но это было бы как поболтать с тремя студиями. Я бы хотел провести выходные с ним. Когда вы любите это делать, просто болтайтесь с ним на выходные, как в пятницу вечером, просто не болтайтесь. Вы упомянули Гленна, Гленна Карена. Неужели он действительно носит судейскую рубашку? Я думаю, что вы обращаетесь к этому материалу о гражданской и глазной драке в конце. Ну, я хотел бы сказать вам, что есть что-то за этим стоит, что-то, что мы на самом деле пинаем, кричим и пинаем друг на друга и пинаем друг на друга и пинаем, и пинаем, и пинаем, и пинаем друг на друга и пинаем, и пинаем, и пинаем, и пинаем, и пинаем, и пинаем, и пинаем, и пинаем, и пинаем, и пинаем, и пинаем, и пинаем, и пинаем, но. Конечно, говорить о том, что гражданские и военные сражаются, гораздо труднее, чем говорить. Гражданская и Брюс уживаются. Я думаю, что это просто немного более сочно. Что касается лунного освещения, означает ли развлечение, что в какой-то момент оно прекратит чаепитие Дэйва и Мэдди и Мэдди? То есть они соберутся вместе? Собственно, это решится к концу этого сезона. Мы любим думать об этом, как о двух с половиной годах четырех пьес. ."
            },
            {
                "text": " This Friday is a big day for Bruce Willis, although his role as David Addison in the TV series Moonlighting has made him a real star. His first major motion picture opens today nationwide. The movie's called Blind Date and the role is really a bit of a departure for him. I had originally wanted to do something that was totally opposite of the character that I play for Moonlighting. Blake Edwards brought me the script of Blind Date and I saw in there that it's as opposed to what I do on moon lighting where I'm kind of the driving force behind that manic chaos that goes on in that office. Walter Davis is more of a reactor. He reacts to what is being done to him in his life. So it's a different kind of comedy. This is a guy who's a pretty easygoing guy who, because of accepting a blind date, has his life ruined in one night. Do you find Blake Edwards or do you find you? We kind of found each other. I've been aware of his work for a long time. Which I asked it is because I know you're a big three-studious fan. I'm saying this in all seriousness. I mean, I know you're a big three-studious fan. And the kind of mad cap antics of this film would seem tailor-made for that kind of a person. There is a school of comedy that I've studied for a long time. The directors like Frank Capra, Preston Sturgis, Ernst Lubich. These guys kind of created that screwball comedy genre and Blake Edwards I think is one of the last masters of that comedy style. He allows you to improvise on the set. He allows everyone to bring their own ideas in. It's a very creative work. That's kind of dangerous from your work with Laura Kett, isn't it? Well, it was dangerous for me. John is one of the funniest people on the planet and had a hard time keeping his straight face like it was him. But we had a great time doing it. It was a very creative process. Is comedy where you want to stay in film? Not necessarily. I enjoy doing comedy. I think it's one of the cooler jobs on the planet to make people laugh. I think that's a pretty good job. I certainly am not limited to comedy just before I got moon money. I was doing a play back in New York called Fool for Love. It was a very serious play, very violent, very dramatic. And while I was doing that play, I was kind of thought of as a very violent, dramatic actor. You can't, I mean, I would think it impossible for somebody to stay as hot as you are, which is not to say you have to slide down in the land of forgotten. But I mean, how long can this go? Well, hopefully for the rest of my life, or as hopefully as long as I would like to. I don't know. I'm as amazed by all this as you are. There are very few things. As you're growing up, there's certain things that when they happen for the first time a very phenomenal in your life the first time you you You Join the little league team the first time you drive a car the first time you kiss a girl the first time you Make love to someone all these things are very phenomenal that in that first time that do it. From the time you're about 21 and I guess I think phenomenal things start to drop off. The past two years of my life have really been that and have been a phenomenon in that it's something that I've never expected and never really knew how to deal with. I don't know how much longer this can go on. Hopefully for a long time. I mean, publicity mill being what it is. I mean, are you at all conscious of the possibility, even, that tomorrow your yesterday's news, that over exposure takes a blow? Well, a friend of mine, Michael J. Fox told me that one of the things about being hot is that at some point you're going to be what's not hot. How I like to look at it is that I'm an actor in a job that has a finite life. When that job is done, I will be an unemployed actor. I'll be it much more successful and comfortable, much more comfortable. But I will still be an unemployed actor, and I want to get another job at some point. I want you to get away without talking about Bruno Rattolini. Who isn't? Bruno takes himself very seriously. I kind of look at him as just another performance, just another page in the book of the entertainment that I do. He's a character that I play. It certainly allows me not to take myself so seriously. If we were to cast the Three stooges on a remake, and you were to play one of the three, which would you play and who'd play the other two? First of all, let me preface this by saying, like, you know, giving you my kind of worldview of the three stooges here. If you look at the three stooges based on a kind of a socio-economic standpoint. They started working right at the height of the depression. Their job at that time was to take people's minds off their troubles. No one's ever topped what they did. I would like to play Larry. I think Larry has got some really subtle stuff in there. Also because I would never want to attempt the role of Curly. It's one of those roles like Brando and Street Cardi and Desire. Who could play Curly? John Candy? John Candy would make a great Curly. I think you'd make a really good Curly. I don't know about Moe. Do you got any suggestions from? For the record, we settled on Bruce for Larry, John Candy for Curly, and for the role of Moe, Danny DeVito. We'll take a station break.",
                "timestamp": [
                    405.629387755102,
                    817.2959637188209
                ],
                "translated": "Эта пятница - большой день для Брюса Уильямса, хотя его роль Дэвида Аддисона в сериале \"Лунный свет\" сделала его настоящей звездой \". Его первый большой фильм выходит сегодня на экраны по всей стране. Фильм называется Blind Date, и роль для него действительно немного отходная. Я изначально хотел сделать что-то совершенно противоположное персонажу, которого я играю в \"Лунном свете\". Блейк Эдвардс принес мне сценарий Blind Date, и я увидел там, что это в отличие от того, что я делаю при лунном освещении луны, где я являюсь движущей силой этого маниакального хаоса. Уолтер Дэвис больше похож на реактор. Он реагирует на то, что с ним делают в его жизни. Так что это совсем другая комедия. Это парень, который симпатичный, веселый парень, который из-за того, что согласился на слепустое свидание, рушит свою жизнь за одну ночь. Вы находите Блейка Эдвардса или вы находите? Мы вроде нашли друг друга. Я давно знаю о его работе. Я спросил это потому, что знаю, что ты большой поклонник трёхмерки. Я говорю это со всей серьезностью. Я имею в виду, я знаю, что вы большой поклонник трёхколесного транспорта. И вид сумасшедшей антиутопии этого фильма, казалось бы, специально придуман для такого человека. Есть школа комедии, которую я изучала давно. Такие режиссеры, как Фрэнк Капра, Престон Стерджис, Лубич, Любич. Эти парни вроде бы создали тот жанр комедии, а Блейк Эдвардс, и, и, и, я, я, я, я, я, я, я, я, я, я, я, я, я, я, я, я, думаю, Блейк тому же - один из последних мэтров этого жанра. Блейк. Он позволяет импровизировать на съемочной площадке. Он позволяет каждому привнести свои идеи. Это очень творческая работа. Это своего рода опасно от вашей работы с Лаурой Кетт, не так ли? Ну, это? Ну, это было опасно для меня. Джон - один из самых смешных людей на планете, и ему было трудно держать свое прямое лицо таким, каким оно было. Но у нас было отличное время, чтобы это сделать. Это был очень творческий процесс. Комедия - это то место, где вы хотите сниматься в кино? Не обязательно. Мне нравится сниматься в комедиях. Я думаю, что это одна из самых крутых работ на планете, чтобы заставить людей смеяться. Я думаю, что это довольно хорошая работа. Я, конечно, не ограничиваюсь комедией как раз до того, как получил деньги. Я делал пьесу в Нью-Йорке под названием \"Дурак ради любви\". Это была очень серьезная пьеса, очень жестокая, очень драматичная. И пока я делал эту пьесу, меня считали очень жестоким, драматическим актером. Вы не можете, я имею в виду, я бы подумал, что невозможно для кого-то оставаться таким горячим, как вы, как вы, это не означает, что вы должны скользить вниз по земле забыли. Но я имею в виду, как долго это может продолжаться? Ну, надеюсь, до конца моей жизни, или до тех пор, пока я хотел бы. Я не знаю. Я так же поражен всем этим, как и вы. Есть очень мало вещей. По мере того, как вы взрослеете, есть определенные вещи, что когда они случаются в первый раз очень феноменально в вашей жизни первый раз, когда вы первый раз вы первый раз вы вступаете в команду маленькой лиги вы вступаете в команду маленькой лиги первый раз вы первый раз вы первый раз вы первый раз вы первый раз вступаете в первый раз вы первый раз водите автомобиль первый раз водите автомобиль первый раз вы целуете автомобиль первый раз целуете девушке первый раз вы делаете вы делаете с девушке первый раз вы делаете в вас делаете любовью к к вам делаете все все все эти вещи делаете все эти вещи делаете все эти вещи делаете с кем делаете все эти вещи делаете. С тех пор, как тебе исполнится 21 год, и я думаю, что феноменальные вещи начинают исчезать. Последние два года моей жизни действительно были такими и были феноменом в том, в том, что я никогда не ожидал и никогда не знал, что с этим справлюсь. Я не знаю, как долго это может продолжаться. Надеюсь, надолго. Я имею в виду, что публичность должна быть такой, какая она есть. Я имею в виду, осознаете ли вы вообще возможность того, что завтра ваши вчерашние новости, что разоблачение нанесет удар по вашей репутации? Ну, мой друг Майкл Дж. Фокс сказал мне, что одна из вещей о том, что быть горячим - это то, что в какой-то момент ты будешь не горячим. Как мне нравится смотреть на это, так это то, что я актер в работе, которая имеет конечную жизнь. Когда эта работа будет выполнена, я буду безработным актером. Я буду намного успешнее и комфортнее, намного комфортнее. Но я все равно останусь безработным актером, и в какой-то момент хочу получить другую работу. Я хочу, чтобы вы ушли, не говоря о Бруно Раттолини. Бруно относится к себе очень серьезно. Я смотрю на него как на очередной спектакль, как на очередную страницу в книге развлечений, которую я делаю. Это персонаж, которого я играю. Это, конечно, позволяет мне не воспринимать себя так серьезно. Если бы мы поставили \"Трех стульев\" на римейк, а вы бы играли одну из трёх, какую-то из трёх, какую бы играли, а кого бы играли, и кто бы играл две другие? Прежде всего? Если вы посмотрите на эти три точки зрения с социально-экономической точки зрения. Они начали работать как раз в разгар депрессии. Их работа в то время заключалась в том, чтобы отвлечь внимание людей от их проблем. Никто никогда не превосходил их в том, что они делали. Я бы хотел сыграть Ларри. Я думаю, что у Ларри есть кое-какие действительно тонкие вещи там. Еще и потому, что я бы никогда не захотел попробовать себя в роли Курли. Это одна из таких ролей, как Брандо и Стрит Карди и Желание. Кто мог бы сыграть Кудри? Джон Кэнди? Джон Кэнди? Джон Кэнди сделал бы отличную кудри. Я думаю, вы бы сделали действительно хорошую кудрявую. Я не знаю о Мо. У вас есть предложения? Для записи мы остановились на Брюсе для Ларри, Джоне Кэнди для Курли и Мо, а для Мо и Дэнди для роли Мо, Дэнни ДеВито для Мо. Мы возьмем паузу на станции. ."
            },
            {
                "text": " Hey, thanks for watching and don't forget you can catch the today show every morning on NBC or take today when you're on the go. Just follow the today podcast on Apple podcast Spotify or wherever you listen.",
                "timestamp": [
                    820.8253968253969,
                    834.6412698412698
                ],
                "translated": "Эй, спасибо за просмотр и не забывайте, что вы можете поймать сегодняшнее шоу каждое утро на NBC или взять сегодня, когда вы на ходу. Просто следите за сегодняшним подкастом на Apple podcast Spotify или слушайте. ."
            }
        ]
    },
    "Bruno's interview - ENGLAND - #HUMAN (360p)": {
        "chunks": [
            {
                "text": " My full name is Bruno Lucio Dino Ferrato Hansen and I live",
                "timestamp": [
                    0.6501587301587302,
                    9.311201814058958
                ],
                "translated": "Меня зовут Бруно Луиддино Феррато Хансен, и я живу."
            },
            {
                "text": " No way really. I am forever young, trying to be 39, forever. And I don't have any kids. I'm just roaming around the planet, discovering different things, meeting different people, living a thousand different lives, and meeting a thousand different people. That's me.",
                "timestamp": [
                    9.404081632653062,
                    38.35936507936508
                ],
                "translated": "Ни в коем случае на самом деле. Я вечно молод, стараюсь быть 39 лет, вечно. А детей у меня нет. Я просто путешествую по планете, открывая разные вещи, встречаясь с разными людьми, проживая тысячи разных жизней и встречаясь с тысячами разных людей. Это я. ."
            },
            {
                "text": " Before I was sitting in a wheelchair, before I was paralyzed, I used to fight at times. I had a black belt in karate. I was quite aggressive at times. I wasn't afraid to fight. And I used to use the saying, I'm going to snap you in half. And so very ironically, I snapped myself in half. So perhaps that energy, that negativity, or that strength that we project afterwards comes back to us in some way, perhaps. And so I believe I attracted that situation into my life and I snapped myself in half. And life said to me, right? Now learn.",
                "timestamp": [
                    38.521904761904764,
                    92.55473922902495
                ],
                "translated": "До того, как я сидел в инвалидной коляске, до того, как меня парализовали, я иногда дрался. У меня был черный пояс по каратэ. Временами я вел себя довольно агрессивно. Я не боялся драться. И я использовал поговорку: \"Я тебя разорву попопопополам\". И вот очень быстро я раскололся попопополам. Так что, возможно, та энергия, та негативность или та сила, или та сила, которую мы впоследствии проецируем, каким-то образом возвращаются к нам. И поэтому я считаю, что втянул эту ситуацию в свою жизнь и расколол себя попопополам. И жизнь сказала мне, верно? Теперь узнай. ."
            },
            {
                "text": " Losing half of my body has forced me to balance the other areas of my life in a mental and spiritual manner. So as a human living on this planet, I feel that I've worked things out for my own life. I'm so mentally strong, and the only reason that has come is because of losing my legs physically. You know, my eyesight's sharper, my ears are, I can hear much better. So that's on a physical sense, but I feel I'm lucky as in, I don't analyze or question life too much. I can cruise through life and always be in the right place at the right time. I always have amazing things happen to me. I'm really lucky in that situation. But that comes from believing in luck or believing in the power of attraction or believing in attracting the goodness into one's life. And I think that can be seen as luck. So if God himself jumped down in front of me right now and said to me, Bruno, I'll give you back your legs, but I'll take away all that you've learned in the last 13 years. I'll tell God, keep your legs because just my experiences from being in a wheelchair and traveling the world in the wheelchair, I've seen life from a different angle and that's taught me on a spiritual level to just accept and to be happy, whatever's coming next.",
                "timestamp": [
                    92.6940589569161,
                    194.30458049886622
                ],
                "translated": "Половина моего тела заставила меня уравновешивать другие сферы моей жизни умственным и духовным образом. Так что, как человек, живущий на этой планете, я чувствую, что я разработал вещи для своей собственной жизни. Я настолько психически силен, и единственная причина, которая пришла - это физическая потеря ног. Знаете, зрение у меня острее, уши, уши, я слышу, слышу гораздо лучше. Так что это в физическом смысле, но я чувствую, что мне повезло, так как в жизни, я не слишком много анализирую или сомневаюсь в жизни. Я могу путешествовать по жизни и всегда быть в нужном месте в нужное время. Со мной всегда происходят удивительные вещи. Мне очень повезло в этой ситуации. Но это происходит от того, что кто-то верит в удачу, кто-то во власть, кто-то во власть, кто-то во власть, кто-то во власть, кто-то в добро, кто-то в свою, кто-то в добро, кто-то в свою жизнь. И я думаю, что это можно рассматривать как удачу. Так что, если бы сам Бог прямо сейчас прыгнул передо меня и сказал мне: \"Бруно, я, я отдам тебе ноги назад\", но \", но, я заберу, но, но, но, я заберу все, я заберу все, заберу все, отберу все, все, все, все, что ты все, что ты\", что ты \", отберу\", и все, и все, и все, что ты, что ты за последние 13 лет \". Я скажу Богу, держите ваши ноги, потому что только мой опыт пребывания в инвалидной коляске и путешествия по миру в инвалидной коляске, я видел жизнь под другим углом, и это научил меня на духовному, и на духовном уровне. ."
            },
            {
                "text": " When I first came into the situation of being paralyzed, it was a mental disability because you have to come to terms with something physical. So, the ocean fixed a mental side to me that made me then accept the physical limitation that I have of being paralyzed. But it hasn't stopped me from experiencing huge amounts of joy in the ocean much more than when I was walking or surfing big waves properly. Now when I surf waves, lying down like a body border, I have bigger joy surfing these waves than I did before. I have bigger joy being in the ocean than I did before. So how does that make sense to the rest of the world? I don't know. So it's healed me on a physical, spiritual and emotional capacity.",
                "timestamp": [
                    194.4903401360544,
                    260.1795918367347
                ],
                "translated": "Когда я впервые попал в ситуацию, когда меня парализовали, это было психическим расстройством, потому что нужно было смириться с чем-то физическим. Таким образом, океан зафиксировал для меня ментальную сторону, которая заставила меня принять физическое ограничение, которое я имею быть парализованным. Но это не помешало мне испытать огромное количество радости в океане намного больше, чем когда я ходил или плавал по большим волнам. Теперь, когда я серфингирую по волнам, лежа, лежа, как бордюр тела, я испытываю больше радости, чем раньше. Я испытываю больше радости, находясь в океане, чем раньше. Так как же это имеет смысл для остального мира? Я не знаю. Так что меня это исцелило от физических, духовных и эмоциональных способностей. ."
            },
            {
                "text": " Every human has a disability of some sort. It's physical, it's mental, it's emotional, spiritual. There's a lacking somewhere. If you didn't have this disability, then you would float off and you wouldn't be on planet Earth. That's my philosophy. So we're all here to learn something, whatever that something is. And so, it's okay for us humans to all realise that we're actually all a big bunch of fuck-ups in the end of the day, really.",
                "timestamp": [
                    260.2956916099773,
                    298.0281179138322
                ],
                "translated": "Каждый человек имеет ту или иную инвалидность. Она физическая, она умственная, она эмоциональная, она эмоциональная, она духовная. Где-то чего-то не хватает. Если бы у вас не было этой инвалидности, то вы бы уплыли, и вас не было бы на планете Земля. Это моя философия. Так что мы все здесь, чтобы чему-то научиться, что бы это ни было ни стоило. И так, это нормально для нас, людей, чтобы все понимали, что мы на самом деле все большая куча ебаек в конце концов. ."
            },
            {
                "text": " At the end of the day, we don't have to be perfect because we're not perfect. And it's okay to make mistakes and to fall over our own feet and to fall over our own words. We don't have to get shit perfect in life because we'll never get it perfect. The trees aren't perfect. They're all wonky and they don't grow straight. Nothing in nature is perfect. We humans, we strive to be perfect. I don't think perfection exists So It's okay to have a disability, you know deal with it whatever that is And that's why for me I'm I feel lucky to have a physical disability at least you know It's forced me to come to grips with a mental and a spiritual disability. So I got the whole package. I got Christmas all at once. So I'm quite lucky.",
                "timestamp": [
                    298.05133786848074,
                    349.27455782312927
                ],
                "translated": "В конце концов, нам не обязательно быть совершенными, потому что мы не совершенны. И это нормально - ошибаться и падать над своими собственными ногами и падать над своими собственными словами. Нам не нужно быть идеальными в жизни, потому что мы никогда не получим ее идеальной. Деревья не идеальны. Все они неустойчивы и не растут прямо. Ничто в природе не является совершенным. Мы люди, мы стремимся быть совершенными. Я не думаю, что совершенство существует Так что это нормально иметь инвалидность, вы знаете, иметь дело с ним, что бы это ни было И вот почему для меня, я чувствую, что я имею счастье иметь физическую инвалидность, по крайней мере, по крайней мере вы знаете, по крайней мере, вы знаете, вы знаете, что это вынудило меня иметь дело с умственной и с психической и духовной инвалидностью. Так что я получил весь пакет. У меня сразу появилось Рождество. Так что мне очень повезло. ."
            },
            {
                "text": " There are times where I feel really, really free, and there are times where I feel like a caged animal. And that's the... My personality can flip between the two constraints, if you want to call them, because freedom is actually... It's a trapping in its own right. And I think most humans think they are free, but we're not. We're not as free as we could be. I've been more free lying in a hospital bed for six months without moving with pipes coming out of every part of my body where my mind has now gone and found freedom. So, freedom is a strange word. We think we're free because you can walk around in the park. It doesn't mean we're free.",
                "timestamp": [
                    349.4138775510204,
                    402.98231292517005
                ],
                "translated": "Бывают времена, когда я чувствую себя по-настоящему, по-настоящему свободным, а бывают времена, когда я чувствую себя как животное в клетке. Вот и все. . . Моя личность может колебаться между этими двумя ограничениями, если хотите их назвать, потому что свобода на самом деле есть. . . Это ловушка сама по себе. И я думаю, что большинство людей думают, что они свободны, а мы - нет. Мы не так свободны, как могли бы быть. Я стал свободнее лежать на больничной койке в течение шести месяцев, не двигаясь с трубами, выходящими из каждой части моего тела, где мой мозг теперь ушел и обрел свободу. Итак, свобода - странное слово. Мы думаем, что мы свободны, потому что в парке можно гулять. Это не значит, что мы свободны. ."
            },
            {
                "text": " Well, I'm not planning to go and create a family. I don't want children and I don't feel the need to have to go and procreate. I just feel that I don't have... It's not me, I don't have the drive. I feel I don't have to leave anything behind on this planet. When I leave this planet, it's the end of my line. There's nothing more after me. And I almost see it as a comic thing. A comic circle, perhaps. My family now are amazing people. We're a very, very small family. And I've had to encompass many people around the world as my family. So my friends sometimes complete strangers have been closer to me than some other family members. So my mother and father are amazing. I'm very lucky there. But I'm happy to be the last of my line. Once I go, there's nothing, nothing off to me.",
                "timestamp": [
                    403.0984126984127,
                    475.1267120181406
                ],
                "translated": "Ну, я не планирую ехать и создавать семью. Я не хочу детей и не чувствую необходимости идти и рожать детей. Я просто чувствую, что у меня нет. . . Это не я, у меня нет драйва. Я чувствую, что мне не нужно оставлять ничего позади на этой планете. Когда я покидаю эту планету, это конец моей линии. После меня больше ничего нет. И я почти воспринимаю это как комическую вещь. Возможно, комический круг. Моя семья сейчас удивительные люди. Мы очень, очень маленькая семья. И мне пришлось окружить своей семьей многих людей по всему миру. Так что мои друзья иногда заканчивают школу ближе ко мне, чем некоторые другие члены семьи. Так что мои мама и отец удивительны. Мне там очень повезло. Но я счастлив быть последним в своей очереди. Как только я уйду, для меня ничего не останется, ничего не будет. ."
            }
        ]
    },
    "Cameron's interview - CANADA - #HUMAN (360p)": {
        "chunks": [
            {
                "text": " My name is Cameron Diaz. I'm 41 years old on my way to 42. I am an actor and film. I recently just wrote a book called The Body Book, co-authored with a wonderful writing partner named Sandra Bark. And I grew up in Long Beach, California. I live in Los Angeles and New York. I go back and forth, but I like the seasons. And what else do I need to tell you? I think that's it, right?",
                "timestamp": [
                    0.44117913832199546,
                    29.094603174603176
                ],
                "translated": "Меня зовут Кэмерон Диаз. Мне 41 год на пути к 42. Я актер и режиссер. Недавно я написал книгу под названием \"Книга тела\", написанная в соавторстве с замечательной писательницей Сандрой Барк \". И я вырос в Лонг-Бич, Калифорния. Я живу в Лос-Анджелесе и Нью-Йорке. Я хожу туда-сюда, но мне нравятся времена года. И что еще мне нужно сказать вам? Я думаю, что все, верно?."
            },
            {
                "text": " When people say, oh, I want to be like you, I want to be an actor, I want to look like you. The question I always ask them is why? Like really why? And people, and especially America, this idea of fame, that to be famous means that you're successful, that you're happy. It's not about, I don't do what I do because I want to be famous. That's part of being famous is my job. I am not, when I'm home, I am not and I'm with my family and my friends. I am not famous. I am me and I'm Cameron and that doesn't, fame does not define me. And so if you are looking for fame to define you, then you will never be happy and you will always be searching for happiness and you will never find it in fame. And so it goes back to, I think for me, authenticity, intention, why do you want to do anything you do? It should not be motivated by something that you think is going to make fulfillment comes from within you by being authentic to yourself. Not chasing fame.",
                "timestamp": [
                    29.210702947845807,
                    99.40462585034014
                ],
                "translated": "Когда люди говорят: о, я хочу быть похожим на тебя, я хочу быть актером, я хочу быть похожим на тебя, я хочу быть похожим на тебя. И люди, и особенно Америка, эта идея славы, что быть знаменитым означает быть успешным, значит быть успешным, что ты счастливым. Дело не в том, что я делаю то, что делаю, потому что хочу быть знаменитым. Это часть моей работы - быть знаменитым. Меня нет, когда я дома, меня нет, и я со своей семьей и моими друзьями. Я не знаменит. Я - это я, и я Кэмерон, и это не я, слава не определяет меня. И поэтому, если вы ищете славу, которая определит вас, то вы никогда не будете счастливы, и вы, и всегда будете искать счастье, и никогда не найдете его в славе, и никогда не найдете его в славе. И поэтому, я думаю, для меня это восходит к подлинности, намерениям, намерениям, почему вы хотите делать что-то, что-то, что вы делаете? Не должно быть мотивировано чем-то, что-то, что-то, что-то, что-то, что-то, что-то, что-то, что вы делаете? не должно быть, что-то, что-то, что-то, что-то, что-то, что-то, что-то, что-то должно быть, что должно быть, что-то, что-то, что-то, что-то, что должно, что-то, что-то, что должно, что должно, должно, должно, должно, должно быть, должно быть, должно быть, должно быть, должно быть, должно быть внутри вас, должно, должно быть, должно быть, должно быть, должно быть, должно быть, Не в погоне за славой. ."
            },
            {
                "text": " I was really fortunate, the education that I got from my parents was really an amazing, I was so lucky to have just the best parents who really trusted and empowered and, you know, they just gave us everything. There was an moment where my parents weren't teaching us. They were always teaching us, very actively teaching us, um, work ethic, um, how to be a good person, how to treat people, how to be in, um, a good human being. Like, that was a very important thing to them. And, um, there was always lessons, always lessons. And, um, I think that they just, um, loved with every part of their being. They loved us so deeply. And that, I think, is just to know what it feels like to be loved, to know how to love and how to be loved is such an important thing. And they really showed us, my sister and I, how to do that.",
                "timestamp": [
                    99.54394557823129,
                    166.6960544217687
                ],
                "translated": "Мне очень повезло, образование, которое я получил от своих родителей, было действительно удивительным, мне так повезло, что у меня были только лучшие родители, которые действительно доверяли и наделены властью и полномочиями, и вы знаете, они просто дали нам все. Был момент, когда мои родители не учили нас. Они всегда учили нас, очень активно учили нас, умению, трудовой этике, умению, умению, умению, умению, тому, как быть хорошим человеком, как быть хорошим человеком, как относиться к людям, как к людям, как к людям, как быть, умнее, умнее, умнее. Мол, для них это было очень важно. И, гм, всегда были уроки, всегда уроки. И, гм, я думаю, что они просто, гм, любимы каждой частью своего бытия. Они так любили нас. И это, я думаю, просто знать, что значит быть любимым, уметь, уметь, уметь, уметь любить и любить, уметь, уметь любить и любить - это такая важная вещь. И они действительно показали нам, моей сестре и мне, как это сделать. ."
            },
            {
                "text": " When my father died, the moment that not knowing what that meant, not knowing what it would mean to be without him, I think was probably the hardest moment. And to have to see my mother have to say goodbye to him. And that was just really hard. And all of the family. But yeah, I think that that moment of not knowing really was so painful. And then after that knowing that learning the lessons, like being very soon, like the next morning when I woke up and I was, I had a, I had this moment where I was like, oh my god, my dad is dead. Like he's dead. He's gone. And I had this moment where I had a visual of my dad standing next to me. And all of a sudden, I looked over and he was gone. And there was this massive hole, this huge, huge hole that was so deep I couldn't see the end of it. It was so dark. It was so overwhelming. And on the other side of that hole was this massive pile of dirt. It was so high, it like I couldn't see the top of it. And I instinctively, I went, I walked around the hole, saw myself walking around the hole, and I started, I rolled up my sleeves, and I started climbing through the dirt. And as soon as I dug my hand into the dirt, I pulled my hand out, and was strands of emeralds and rubies and in this hand was a gold goblet and I was so perplexed for a moment and I just immediately all of this and I realized, okay, where he once was is now this, he has left me a task, a responsibility that I must climb up this pile of dirt that seems so overwhelming. And I must dig out all the treasures that he's left behind, all of the jewels, all of the lessons, all of the things that are going to enrich my life. And I just saw myself climbing through it, I'm still climbing up that, you know, up to the top and I've gotten so many, he's left me so many beautiful treasures, so.",
                "timestamp": [
                    166.81215419501135,
                    302.41668934240363
                ],
                "translated": "Когда мой отец умер, тот момент, когда я не знал, что это значит, не знал, не знал, что это будет означать, не знал, что это будет означать быть без него, я, я, я думаю, наверное, наверное, наверное, наверное, наверное, наверное, был самый тяжелый момент. И чтобы увидеться с мамой, надо попрощаться с ним. И это было просто очень тяжело. И вся семья. Но я думаю, что тот момент незнания был таким болезненным. И после этого, зная, что усвоение уроков, как быть очень скоро, как на следующее утро, когда я проснулся, и я был, и был, у меня был, был, у меня был, у меня был, у меня был момент, был, у меня был, был, у меня был момент, где я, где я был, где я был, где я был, где я был, когда я был, когда был как, о мой бог мой бог, мой, мой, мой, мой, мой, мой отец умер. Как будто он мертв. Он ушел. И у меня был момент, когда я увидел, как мой папа стоит рядом со мной. И вдруг я оглянулся, и он исчез. И была эта огромная дыра, эта огромная, огромная, огромная дыра, которая была настолько глубока, что я не мог видеть ее конца. Было так темно. Это было так потрясающе. А по другую сторону этой дыры стояла огромная куча котлована. Он был настолько высок, что я как будто не мог увидеть его верхушку. И я инстинктивно пошел, пошел, обошел лунку, увидел, обошел себя, обошел лунку, увидел себя, обошел лунку, начал ходить вокруг лунку, начал, заходить, завелся, завелся, завелся, завелся, завелся, заверезал, завелся, завелся, завелся, завелся, завелся, заверезал, заверезал, заверезал, заверезал, заверезал, заверезал, заверезал, заверезал, заверезал, заверезал, заверезал, заверезал. И как только я засунул руку в колодец, я выдернул руку, и был из-прядка изумрудов и рудов и рудов, и рубий, и в этой рубинов, и в этой рубинов был золотой глоток золотой глоток, и в этой руды, и в этой руды, и я был, и я был в этой руды, и я был так окутался, и я был так окутался, и я был так окутался на мгновенно, и я мгновенно, и я, и я только мгновенно, и я, и я сразу все, и я сразу все, и я сразу все сразу все, и я сразу все сразу все сразу все, и все сразу, и все, и все, и я понял, и все, и я, и я, и я, и понял, где он, где он, где он, где, И я должен выкопать все сокровища, которые он оставил после себя, все драгоценности, все драгоценности, все уроки, все уроки, все, все то, что обогатит мою жизнь. И я только что видел, как я взбирался через него, я все еще взбираюсь на эту вершину, вы знаете, и я взбираюсь на вершину, и у меня так много, он оставил мне так много прекрасных сокровищ. ."
            }
        ]
    },
    "James May Talks- TV, Animals, Clarkson & Hammond (360p)": {
        "chunks": [
            {
                "text": " Hello viewers, I'm here James May sitting in this very comfortable armchair in Lucy Brown's social media dungeon to answer the difficult questions you've asked. And let's go straight into it whilst I enjoy this California dream gin and tonic. I know the idea of the animal sanctuary is something we've talked about as a TV show, which I think is fascinating as an idea. I had the, the neighbours would hate this, but in the village where I spend some of my time in Wiltshire near where the pub is, I had the idea that because I've got this field, it's really a garden, but it's a field, but it's not an agricultural field, and it's on a bit of a slope and it has some woodland. I thought well I could have a donkey or two or a couple of goats because they're very entertaining and I like talking to animals and then we sort of thought well what if we got everybody in the village to start adopting animals and you know every house would have some ducks or rabbits or a cat or a dog or maybe if they had a bit of a bit of garden they could have an unwanted horse or a tired old cow or something like that and then it would become animal village and then we'd have to stop people driving through it or they'd have to be escorted through it because the place would be overrun with animals and we could talk to them all and save them and and and commune with them and it be just brilliant. But then, of course, because it would be a TV show, it would last for maybe a season or two. And then it would stop. And then I would own dozens of animals. And what do you do? Because you can't throw them away, like you can with cars. They are sentient and they need care. The thing about domesticated animals, I think, wild animals are very different, but domesticated animals are the way they are because we've made them that way. We have bred them to the point where they can't be self-sufficient and look after themselves. They can't be released into the wild. Therefore, we have a moral duty to care for them, because if we don't, we diminish ourselves as humans, which is why I feel very attached to domesticated animals. I don't just mean pets. I also mean, you know, things like sheep and goats and cows. I never know. I mean, I spend a lot of time studying my cat, who's with the best the best one in the world a bit dim and I try to work out if there's anything going on in his head or if he even really knows me or if I'm just a source of warmth. I might just be a source of warmth he may just be a temperature and moisture activated mechanism who happens to have quite a cute little furry face and does some mildly amusing things occasionally. I often think that if I became two inches tall suddenly, my cat who appears to love me would actually kill me for his own entertainment, because I'd be like that ping-pong ball that he likes chasing around, or a mouse. Not that he ever catches a mouse because he's fat and useless, but you know what I mean So animal welfare is a difficult one because We eat animals are eat animals. I think they should be dispatched humanely But ultimately if you take the view that the welfare of animals is Important you'd have to come to the conclusion that we shouldn't kill them and eat them. And I struggled with that one a bit. Have you ever been tempted to be vegetarian? I did try it. I tried it. I kept it up for about nine months, but to be brutally honest, it made me ill. I did actually end up in hospital because my guts couldn't cope with it and became inflamed and Mae'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n my imagine a future where humans don't eat animals anymore and it may be one of those things we look back on the way we look back on slavery and child labor and things like that they'll say you know what they used to do in the old days they used to eat animals do you talk to your cats yes I talked to all animals I had a very long conversation with the horse a little while back when I say conversation I talked at the horse and the horse took a big dump while I was talking to it But I think I thought everybody talks to animals. It's perfectly normal isn't it? You want obviously, you know My cat's called Banser and I talked with him the only word he possibly understands is Banser the rest of it is this as far as he can say, I know he can't speak. And I remember writing this in a column I did years ago about another cat we had, is that he was equipped with everything you need to speak. So to speak, you need a voice box and you need a tongue and teeth, you know, how these things move around, form all the sounds that we use to make words. And he's got all those, so he could technically talk. But he doesn't talk, he only goes me out and makes bleeding noises when he wants some food or he wants to be picked up and cuddled. And my conclusion was, and I can't argue my way out of my own conclusion, the reason the cat and the dog and the horse don't talk is because they don't have anything to say. I think you're right, most people do speak to animals. But by your own conclusion, you don't think they understand us. So why do you think everyone speaks to them anyway? Because the main purpose, I think of of pets especially is is to make us feel better they are Sarah my other half put it very nicely she says their hairy or furry Reminders of human neediness And there is something about that but at the same time I I also think there is well well, two things, I admire in animals that their state of complete bliss, especially say a sleeping cat or a cow or a horse just munching on some grass and a field on a nice day or sheep running around the hills. I mean, it is a state of pure bliss. It's the absence of care. They have nothing to worry about, apart from finding a bit of grass. So I think we like that in the animals, and we project it backwards and forwards. We envy their lifestyle in many ways, and we sort of wish we could be, well, that oblivious. That's how it appears to us in many ways. But at the same time, I think you can, although animals don't understand words, certain animals do seem to understand, I mean, dogs especially understand your emotions. They know when you're unhappy or scared. Horses know when you're scared. They take advantage of it, don't they they? I mean I've been thrown from a horse because the horse knew that I didn't really like being on the horse because I love horses and talking to horses and rubbing their noses but I don't like sitting on them I just think that's an absolutely mad idea why would you do that? It's got a brain of its own and it's only about that big so there is something going on going on, but we don't quite understand what it is, and it's possibly best that we don't, because that keeps the mystery of the relationship alive. Yes, it might be thinking the same about you. It could be. I mean, I once thought, what if there's a horse, I mean, we imagine the horse is sort of quite simple souls, really, but there's a horse in a field or a cow munching away at the grass sun shining down on its back and it's all nice and That horse invents the separate condenser steam engine this happened a few hundred years ago the horse suddenly thinks shit I think I've got it that bloke Newcomen has come up with this engine but he hasn't't quite got it right, because it relies on atmospheric pressure. It should actually be the steam pressure, and it should have a separate condenser. And he thinks all that, and then he remembers, no, I'm a horse, and I can't hold a pen. So I can't write it down. I can't explain it to anybody, because I can't speak. And I can't make it, because I don't have a post thumbs of any got hooves. So it just stays in the mind of the horse. I mean cats and dogs may be working on the liberty for fabulous operas or musical comedies or something, but we don't know because they can't unlock it. What if, I mean cats especially, you know, who go out and wander around by by themselves what if they all Get together in some secret place in the neighborhood and they're discussing who's got some nice chicken left over bits that you might be able to scrounge or Who's got a warm bonnet on their car to go and lie on or they might be there might be plotting something much bigger Well, they might all be playing in jazz bands because you sort of imagine you imagine that cats are in jazz bands and dogs are in rock bands they might be doing that in secret in lockups well that might just be because I watch the aristocats as a kid I don't know ACDC couldn't have cats in it but it could have dogs a Miles Davis couldn't have been a See, I've also got this series that all people, you've heard this one, do you see? Everybody in the world is a cat or a dog. And I don't mean by that, they look like a cat or a dog, or even necessarily behave like a cat or a dog, but they have a quality about them that means they're cats or dogs. You are a cat, Lucy Brain. I think I am a cat. I think you're a dog, Gus. Why? I can't explain it, but you are... I'm not sure if that's good or not. It's neither, because dogs and cats are both great, but if you suddenly became a pet, you would become a dog. It's nothing to do with the way you look, or the way you sang, or anything like that, or the clothes you wear, or your hair, or your glasses, or your shoes, or anything. It's just, people are either cats or dogs. Richard Hammond is a cat, Jeremy Clarkson is a dog. Name someone else I know, and I'll tell you what they are. They can be a famous person, I can probably hear. Anyone's dog. He's a cat. Even though he's very fond of dogs, he is a cat. Dog. Dog. I hope that makes sense. Perhaps you'd like to let me know in the comments if you think you are a cat or a dog or if you just think I'm talking total bollocks you don't need to explain why you're a cat or a dog you can just tell me if you think you are and if you think this theory stands up thank you for watching how long was that Lucy Brown I don't know why I always call you Lucy Brown you're just Lucy aren't you but somehow you're Lucy Brown 15 minutes 15 minutes that's 15 minutes you'll never get back views you don't need to tell me that Mae'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n my",
                "timestamp": [
                    0.046439909297052155,
                    677.1170975056689
                ],
                "translated": "Зрители, я здесь Джеймс Мэй, сижу в этом очень удобном кресле в социальной сети Люси Браун, чтобы ответить на трудные вопросы, которые вы задали. И давайте сразу перейдем к этому, пока я наслаждаюсь этой калифорнийской меской мечтой джин и тоник. Я знаю, что идея приюта для животных - это то, о чем мы говорили как о телевизионном шоу, и что я думаю как о нем. У меня было такое, соседи ненавидели бы это, но в деревне, где я провожу некоторое время в Уилтшире, недалеко от того места, где находится паб, где паб, у меня есть паб, у Уилтшир, у меня было, у меня было такое поле, у меня было, было, у соседей, было такое было, было, было такое поле, у меня было, в деревне, в деревне, в деревне, в деревне, в Уилтшир, где я было такое поле, где я такое поле, где я было, где я, и сад, и сад, и сад, и сад, и сад, и сад, и сад, и сад, и сад, и сад, и сад, и сад, и сад, и сад, и сад, и сад, и сад, и сад, и сад, и сад, и сад, и сад, и сад, и сад, и Я хорошо подумал, что у меня может быть ослик, или два или пара коз, потому что они очень забавные, и мне нравится разговаривать с животными, а потом мы хорошо подумаем, а потом подумаем, что все-то, что у, что у, а что все в деревне, а что у, а что все, и так, и так, и так, что все друг с другом, и друг с другом, и друг с другом, и друг с другом, и друг с другом, и друг с другом, и друг с другом, и друг с другом, и друг с другом, и друг с другом, и друг с другом, и друг с другом и друг с другом, и друг с другом, друг с другом, друг с другом, друг с другом, друг с другом, друг с другом, друг с другом, друг с другом, друг с другом, друг с другом, друг с другом, друг с другом, Но тогда, конечно, поскольку это было бы телевизионное шоу, оно длилось бы, наверное, один-два сезона. И тогда это прекратилось бы. И тогда я бы владел десятками животных. И что вы делаете? Потому что вы не можете их выбросить, как с машинами. Они чувствительны и нуждаются в уходе. Что касается домашних животных, я думаю, дикие животные очень разные, но домашние животные такие, потому что мы их и сделали. Мы довели их до того, что они не могут быть самодостаточными и заботиться о себе. Их нельзя выпускать в дикую природу. Терапевт, у нас есть моральный долг заботиться о них, потому что если мы этого не сделаем, то мы будем делать, то мы сами себя как люди, поэтому я чувствую себя очень привязаны к домашним животным. Я имею в виду не только петухов. Я также имею в виду, вы знаете, такие вещи, как овцы, козы и козлы и коровы и коровы. Никогда не знаю. I mean, I spend a lot a lot of time study studing my cat studing my cat, who 's with the best the best the best the best one in the best one in the world' s a best in the world a bit in the bit in the world a bit 's a bit' s a bit 's a bit bit' s a bit bit dim a bit dim a bit dim a bit dim in a bit dim and I 's a bit dim and I' s a bit dim, and I try, and I try to stand I try to stand I try to stand I stand I stand I 's \"... I' s in the bit 's in the bit' s in the bit 's the bit Я мог бы быть просто источником тепла, он может быть просто температурным и влажным активированным механизмом, который имеет довольно симпатичное немного пушистое лицо и иногда делает забавные вещи. Я часто думаю, что если бы я внезапно стал ростом в два дюйма, мой кот, который, кажется любит меня, на самом деле убил бы меня ради собственного развлечения, потому, что я бы меня, потому что я был как тот самый пинг-понг-понг-понг-понг-мяч, который он, или мышь. Не то, чтобы он когда-либо ловил мышей, потому что он толстый и бесполезный, но, но, но, но, но, но, но, но, но, но, но, но, но, но, но, но, но, но вы знаете, что я имею в виду, Так что я имею в виду, Так что я животное. Я думаю, что к ним нужно относиться гуманно в конечном итоге, если вы считаете, что благополучие животных небезопасно, то, то надо приходить к ним надо приходить к выводу, что не надо убивать и не надо. И я немного с этим боролся. Вы когда-нибудь испытывали искушение быть анархистом? Я пробовал. Я попробовал. Я держал его около девяти месяцев, но, честно говоря, мне стало плохо. Я на самом деле оказался в больнице, потому что мой ребенок не смог справиться с этим разговором и заболел, и стал животным, и я не знаю, что я не знаю, что я не знаю, и не знаю, что я не знаю, что я не знаю, что я не знаю, что я не знаю, и не знаю, я не знаю, что я знаю, я не знаю, я не знаю, что я не знаю, я знаю, я не знаю я я, что я знаю я я я знаю я, я знаю я я я я я я не знаю я я я знаю я я я я я я я я я не знаю я я я я я я я я я я не знаю я я я я я я знаю я я я я я я я я я я я я я я я я я я я я я я я я я я я я я я я я я я я я я я я я я я я я Это совершенно нормально, не так ли? Вы хотите, очевидно, вы знаете, что моя кошка по имени Бансер, и я разговаривала с ним, и единственное слово, которое он, которое он понимает - Бансер, а остальное - это Бансер. И я помню, как писал об этом в колонке, которую я делал много лет назад, о другом коте, у которого у нас был коте, что он был, о том, что он был оснащен всем необходимым для того, чтобы говорить. Так сказать, вам нужна голосовая коробка и вам нужны язык и зубы, вы знаете, как эти вещи двигаются, формируют все звуки, какие звуки, которые мы используем для слова. И у него есть все это, чтобы он мог говорить. Но он не говорит, он только выходит ко мне и издает кровоточащие шумы, когда хочет есть, или хочет, или хочет, чтобы его подхватили и обнимали. И мой вывод заключался в том, и я не могу аргументировать свой выход из своего собственного вывода, что кошка, что кошка, собака и лошадь и кошка не разговаривают, потому, что не разговаривают, что им нечего сказать. Я думаю, вы правы, большинство людей действительно разговаривают с животными. Но по вашему собственному заключению, вы не думаете, что они нас понимают. Так почему же вы думаете, что все в любом случае все говорят с ними? Потому что главная цель, я думаю о домашних животных, в особенности, заключается в том, чтобы заставить нас чувствовать себя лучше, что они Сара моя вторая половина сказала, она говорит, она говорит, она говорит, что она говорит их волосара, она говорит их волосая, что их или пушистые или пушистые напоминания о человеческая потребность и есть, и есть, и есть, и есть, и есть, и есть, и есть, и есть, и есть, и есть, и есть, и есть, и есть, и есть, и есть, и есть, и есть, и есть, и есть, и есть, и есть, и есть, и есть, и есть, но, но, но в то, но в то, но в то, что они, что они, что они, что они, и есть, и есть, что я Я имею в виду, что это состояние чистого блаженства. Это отсутствие заботы. Им не о чем беспокоиться, кроме как найти немного травы. Так что я думаю, что нам это нравится в животных, и мы проецируем это назад и вперед и назад. Мы завидуем их образу жизни во многих отношениях, и хотим, чтобы мы могли быть, ну, что называется, такими омерзкими. Вот как это представляется нам во многих отношениях. Но в то же время, я думаю, что вы можете, хотя животные и не понимают слов, некоторые животные, но некоторые животные, кажется понимают, я имею в виду собак, особенно ваши эмоции. Они знают, когда ты несчастен или напуган. Лошади знают, когда ты боишься. Они пользуются этим, не так ли? Я имею в виду, что меня сбросили с лошади, потому что лошадь знала, что мне не очень нравилось сидеть на лошади, потому что я любила, что я любила лошадь любила лошадь, но, но я, но, но я, но я, что любила лошадь любила лошадей, но, но, но я, но, но я, но я, но я, но я, но я лошадей, но, но, но, но я, но я, и не любила, и не любила лошадей, и не любила сидеть на лошадей, но, но, но, но, но, но, и не любила сидеть на лошадей, но я, но, но, но, но, но, но сидеть на лошадей, не любила, но, а я, а я, а я, не сидиных Да, он может думать о вас то же самое. Это могло бы быть. Я имею в виду, я когда-то подумал, что если есть лошадь, я имею в виду, мы представляем себе, что лошадь это вроде довольно простая душа, но, но лошадь на самом деле, но есть лошадь в поле или корова жует на трава жует трава на трава на трава на трава на солнце сияет, и солнце на спит на спине сится, и все это, и все красиво, и все красиво, и все красиво, и это все красиво, и конденный конденный паровая лошадь, и консерный консерный паровая лошадь, что конный паровая лошадь, и консерный паровая лошадь, что конный паровая лошадь, что консерный паровая лошадь, что конный паровор, что, что, что, что, что, что, что, что, На самом деле это должно быть давление пара, и у него должен быть отдельный конденсатор. И он думает обо всем этом, а потом перескакивает, нет, я лошадь, и не могу держать ручку. Так что я не могу это записать. Я не могу никому это объяснить, потому что не могу говорить. И я не могу это сделать, потому что у меня нет большого пальца на руке ни одного копыта. Так что это просто остается в голове лошади. Я имею в виду, что кошки и собаки, возможно, работают над свободой для сказочных опер, музыкальных комедий или чего-комедий или чего-то еще, но-то, но-то еще, но мы не знаем, но мы не знаем, но мы не знаем, потому что они не знаем, потому что не умеем, что не умеем, что не умеем, что не умеем. Что если, я имею в виду кошек, в особенности, вы знаете, которые выходят и бродят сами по себе, что если они все собираются в каком-то секретном месте по соседству, и обсуждают, кто-то там, кто-то там у кого-то там у кого-то кусок курицы, у кого-то есть, кто-то кусочек курицы, у кого-то есть, что-то есть или у кого-то есть, или у кого на машине, или у кого на машине, или у кого на капонос, или кто-то на капонос, или кто-то на машине, или кто-то на капонос, или кто-то на машине, или кто-то, может, может, или кто-то там, может, может что-то, может что-то, может быть, может что-то что-то, может быть, может что-то, И я не имею в виду, что они похожи на кошку или собаку, или даже обязательно ведут себя как кошка или собака, но у них есть, но у них есть такое качество, что они есть. Ты кошка, Люси Брейн. Я думаю, что я кошка. Я думаю, что ты собака, Гус. Почему? Я не могу это объяснить, но вы. . . Я не уверен, хорошо это или нет. Это ни то, ни другое, потому что собаки и кошки - великие, но если ты вдруг стал домашним любимцем, то ты станевольно станешь собакой. Это не имеет никакого отношения к тому, как вы выглядите, или как вы пели, или что-то подобное, или одежда, или волосы, или очки, или обувь или очки, или что-то. Просто люди - это либо кошки, либо собаки. Ричард Хаммонд - кот, Джереми Кларксон - собака. Назовите кого-нибудь другого, кого я знаю, и я вам расскажу, кто они такие. Они могут быть известными людьми, я, наверное, слышу. Любая собака. Он - кот. Несмотря на то, что он очень любит собак, он кошка. Дог. Дог. Я надеюсь, что это имеет смысл. Возможно, вы хотели бы дать мне знать в комментариях, если вы думаете, что вы кошка или собака, или собака, или если вы просто думаете, что я разговариваю с вами, вам не нужно, что я разговариваю с вами, то вам не нужно, вам не нужно объяснять, что вы не нужно, что вы кошка или собака, вам не нужно, вам не нужно, что вы не нужно, что вы не нужно, что вы не нужно, что вы можете, вы можете, вы можете, и можете, вы можете сказать, что вы кот кошка или собака или собака или собака, вы можете, вы можете, вы можете просто вы можете, вы можете сказать, вы можете, вы можете сказать, вы можете, вы можете сказать, вы можете сказать, вы можете сказать, вы можете, вы можете сказать, вы можете, вы можете, вы можете, вы можете сказать, вы можете, вы можете, вы можете"
            }
        ]
    },
    "Tom Cruise on Performing His Own Dangerous Stunts, ‘Mission Impossible’ Training, and Cliff-Hangers (360p)": {
        "chunks": [
            {
                "text": " Ever since I saw the featurette of you on the motorcycle, I've been wanting to ask you this question. There's a moment before you go on the first run and you look off to the end of the ramp and you go. Do you remember this moment? Yes. What was that? Okay, there's two things. Okay. One, it was, okay, I'm gonna do this. That did feel that emotion. It's like, okay, let's go because I didn't know what was gonna happen. It was the first day filming. Look, I've spent years preparing for this. It's not just the years prepping and figuring it out, but I've been riding motorcycle since I was a little kid, been parachuting, training, constantly developing kind of, for years developing, developing knowledge, developing technology on how to shoot these things and really, how to tell a story. It's not just capturing an image, but it's how do we tell a story. So when I was on the ramp, I was thinking, I'm gonna see how this goes. You know, be cute. I talked about it. I know the camera. As that helicopter's going across, we had to be in sync because he could have blown me off that ramp. So his timing, my speed had to be perfect to adjust the camera. So I was, I, everything, the rhythms of everything we had to do and everything we trained, now's the moment where I'm going off the cliff. And I'm thinking of performance. And it was also, it was a nod. It also was a cue to tell everyone I'm about to go. So it was keying off everyone. I called my own action. So they said action, but no one went. I had to find something where I didn't take my hands off the bike. Like I couldn't give a hand signal. And I also wanted to be part of performance where you just seemed my head went down. I went like that. That told the helicopter I'm going. It told the drones I'm going. And so all of that timing came off. And once I did that, I had to release a bike. Yeah. So I go like that. And that's the moment I must release the bike. Otherwise, all of the, everything's, the sink is going to be off. And would also affect just the, you know, the dynamics of doing something like that, the downdraft from the helicopter, where the position of the drone is going to be all the camera operators, so that when I'm going off and, you know, yeah, you finally flew without a plane. I know it was amazing. Speaking of McEw, he told a little story that after the first reading, he tells a great story. After the first screening of every mission impossible film, you whisper in his ear and you say, we can do better. That's just a mission impossible. It's just mission impossible. No, not everything. Every movie we make, I look at it and I'm watching it so we can do better. Even talk them. Even Maverick. Always. You think you can make a better Maverick. Oh, I think I can't. Are you going to? That's the question. So how do you, when you say after fallout, how did you improve on it? Because I do really believe, I just watched the entire series in succession. I do really believe that you have improved on every single one, but how do you do that as a filmmaker and as an actor? And then how are you going to do that for the second part of this one? You know, we're always looking at how the story is immersive. Every since I was a kid, I've studied movies, I've studied studios, distribution, traveled the world and watch films with audiences all over the world. They're movies in their culture and my films to see how they translate. And I'm always going, how can I hone a story to make it as immersive as possible? And with each one, I'm constantly learning. The amazing thing about this art form, the amazing thing about this life is that you're constantly learning. It's both fantastic and terrible. I mean, like, oh my gosh. And we're constantly pushing it to that next level. Not just with stunts, but story. How can we, with the resources that we have, give a better experience or immersive experience for an audience? So those things, and it's just like I'm going, I'm not going to try to compete, but all the things that I've learned in terms of character development, story structure, how to, you know, filming, you know, I'm always challenging myself on a daily basis and my crew, and McKee and I back and forth going, really thinking in terms of just what's connecting me to the story or not what's connecting me to the environment or not so here we are shooting in Rome and also looking at the city and not trying to put something in that is a forcing the geography we're going what's this what's the geography telling us what is what story can we tell you have an actress like Haley at well when we you know someone who we've admired for many years and thought when when we were thinking this movie when you when we need her we're going what story can we tell with Ethan and we knew you know we wanted to go in back more into the history and pull up Henry Cerney and and and really you just felt that the movie wanted to do it and I felt that the franchise had earned earned it. So those are the things that I'm constantly looking like. For me, it's, you know, and I don't know how many films I've produced. I don't know how many films I've overseen. But that is how I feel about it. I want to not just say I'm going to try to outdo myself, but going, what is this story? And how can I take this kind of story and from my knowledge of audiences global audiences how can I tell the story in the same manner but engage a broader audience is best I can. You've been running a movie since 1991. Two of my favorite runs are in this one and you do a lot of running in this one. It was a huge has me running every time he's like I can read you and they're getting longer. They are, but that's my question. We all see you run. We all enjoy you running. Your fans love you running. But how do you actually train for it? Because you're training for do you do have personal best that you up? You're grinning now because it's right. It's a very good question because it's interesting because I have to go through it. And I'm looking at just as an actor and in my life, I've always trained just to make movies because the endurance and the, you know, I train in many things, singing, dancing, you know, motorcycles, cars. And also in my personal life, I like doing like skydiving and speed flying and all these things. And I like to then go learn these things and then apply it to the movies. But it's a, it is a have gone through to figure out how do I train, how do I maintain, how do you hit peak right at the moment because also when I'm doing sprinting scene, I don't just run once. I have to run, like sometimes I've done 50 sprints in one day which is, so I have to think about what the recovery time is, what scenes I'm shooting before and after, and I've gotten better at really structuring things within the film and sitting down and going, here's because I have to prepare for the jump off the motorcycle. So there's certain things and you're using different your body in a different way, or if I'm doing gymnastics or a fighting scene. You know, you don't want to do a fight right there when I'm going to sprint. And how do I prepare and how do I recover? And also the hours that I work. I work seven days a week. And I'm producing. So it's just a, you know, and everything else that we are dealing with during this time period is, you know, but I enjoy that I have to say I enjoy the pressure. I do enjoy the challenge. But I realize like I woke up, you know, and I enjoy this. I like putting myself through in these kinds of situations. Well, last question. I heard you just say you never think it's big enough. Yes. The next couple of stunts, McQ gave me a little tease. He says the last shot in this one sets up one of the stunts in the next one, which we can assume what that is. But we've also seen shots of you out on the plane, walking out on the plane. Did you go bigger in this one than in my I can't tell you. I could tell you we want bigger. I shouldn't tell you that I could tell you, but then I'd have to kill you. You could tell me we just hurt me a little bit. That's a lot of the top god. But in this one then, yeah, which one of the three sequences do you think was the biggest in terms of as a producer and actor? You know what? Each one has been very challenging. Each one was really fun because look, we built the train. The train is real. We had to build the train to put it down a track to send it off the track. All of this stuff. And also what I enjoy is, you know, the action that I do with Palm with Haley, the driving through here, the streets on the cobblestone, one hand, and because like you're gonna have, you can be handcuffed, oh my gosh, okay, so I'm practicing drifting, and the Fiat had a very, you know, small wheelbase, so it would catch on the cobblestones, and Haley and I are in the car together as we're doing it. Each one had a different kind of adventure about it, and a different challenge. Always with motorcycles, it's challenging because you're looking at it, but I don't have pads, so I rehearse all the jumps and everything with the pads and high speed, and I'm always going very, very high speed. So, that stuff's always, even though they're little small jumps, you know, the things that I'm doing ahead of time, they're always a little tricky, you, you know, rocks and different things like that. So it's never boring. Every morning, there was, there was a bit of adventure. And also the, the base jumping that we did, you can see in the EPK, you can see me jumping out of the helicopter. I was testing the wind inside the bowl. And it wasn't just once I get off the ramp, it's still I have to, once I open the challenge is I have to open in a manner that if I'm destabilized in any way, the shoot will open in different ways. And they packed it beautifully for me. And it was very important that I always had the same team with me. But you could see I open and the parachute open in a way that threw me into the side of the mountain. And you could see I'm just, you have to really be ready that when it opens, that if I'm with this, and I was about this close to the, to the side of the mountain that you pull the, you know, you get the parachute very quickly, very quickly away from not dragging the any piece of the parachute on the rock. So every day there was some, there was, there was a challenge, which I like, plus performance, plus, you know, it's not just about me, it's about our whole cast and really, that's why we're happy to put the bite jump out because they thought they saw it and they've never seen it. You won't see it until you see the movie. And there's another shot that has, we're so low as I'm getting to the ground, it's right over me as I'm going very low to the ground. You can see that shot there to get that shot was was very interesting. And we know that we're happy to send that out because we know we have the whole train. We know you have the whole, you know, horses in the beginning, you know, all the horseback riding, all of that stuff in the desert, a sandstorm. My favorite moments with you, as much as we love the big moments, the Ethan Quiet moments, you need that balance in the film. And I love that McHugh will linger on a shot just long enough. You'll tell the team, I got it, and there'll be that little bit of doubt. So how much joy do you still get into those quiet moments as much as you love the big moments? You know, I love all of the moments. I have to say all of those moments. And also when I see the other actors and we're constantly working with them to what's in what I love in movies, I want vivid characters. It's not it's not about me. It's about the story. And it's about how do we tell the story to engage an audience into an emotional story and a character journey. And there's this other stuff that we have. There's another there's it's the amount of time that we spend finding the story, finding those moments with the characters, and not just for myself, but the other actors in developing that stuff. That's what engages me. And then I want to thrill the audience also with these other things, because if you don't have that, it doesn't matter how big it is. If I'm not invested in the story and invested with the characters, and that is primary for us. And that's what keeps the franchise going. It's not just the story. And just movies, and why I want to see movies. I want to care about the people. I want to be interested in the world. I want to be interested in those people. That is movies. I'm using all of the skills that I, and the things that I love and cinema, and all of the dramatic and comedic and all those films and the character development that we have, and we're looking and I'm developing that with all the actors, and then putting it, all we're doing is putting a big landscape on top of that. That's all. It's, you know, from any other kind of movie that I've done, how do you have that emotion while you're juggling? How do you have that? The thing with this movie that I, when you're looking at the fiat and you're looking at Haley and I, we're playing those scenes in a two shot. Now, we don't have a bunch of takes that we can do. Those characters have to be connected and you have to find those moments like that. And that kind of skill to be able to play that kind of moment and comedy that normally I get to have in a Jerry McGuire or a Rainman or a cocktail where you have that you're on the ground you're doing that we're doing it at high speed and having it feel organic because it is organic it's happening now but you have to have actors that first we have to get them used to that kind of speed and that kind of pace and that kind of action. Now, you know, the scene on the train, it's like, you trust me. No, those kind of character moments that are real, that invest me in these people. And that's the thing always with Ethan. I was like, look, the key with this character and people like, oh, you know, no, he does this. It's like, he doesn't want to have to do that. He has to do it. And, you know, what he's about to go off that cliff, and what he's thinking about, what's interesting and what I want in it is that emotional investment as to why he's doing it. We understand. It's not just Tadah. We're not going Tadah. It's the story that's getting us there. And anyone that understands that level of performance, that level of storytelling understands like I could have that, that's the same kind of emotional investment that you have in a movie that we're shooting in a room. That's what I'm always looking for. I'm looking for audience engagement, character, audience engagement with that. And telling our story, we're not altering our story or what I want to do, but there's many different ways where I can push an audience away or I can pull them into my story and I can pull them into a character. And those are the things that I've played supporting roles and I've played the lead roles. So I know structurally every aspect of how to draw, how to draw an audience in and And when do I want to draw them in and when do I want to push them away? You know, with those different kinds of characters. And that's, that's constantly the evaluation as we're going through it. So it's not just, as an actor, I'm not going, it is character development. And it's, it's, but it's the whole, it's the whole story. It's every actor're casting the actors it's we're looking at them going okay what how do I celebrate their talent which is you know in old Hollywood they would look people and it's like and they built performances for them that's what I do if you look at my movies all the way back when I was a young actor you look at risky business you, you look at a few good men, you look at rainman, you look at these movies. My taste and my development is looking at actors and celebrating them and that it's us together and where do I put that camera? How do we write these lines? How do we develop it in a manner that is immersive for an audience? Because then you're seeing all these great And that's those kind of movies I love and those those kind of movies that I try to and aspire to make. So you're like the old lady that gave you the quarter. You're giving the quarter back. That's it. That's great. Yes. Yes. Yes. That's it. That's exactly it.",
                "timestamp": [
                    0.023219954648526078,
                    937.4824489795918
                ],
                "translated": "Эвер, с тех пор как я увидела твою фотографию на мотоцикле, я хотела задать тебе этот вопрос. Есть момент, прежде чем вы пойдете на первый пробег, и вы посмотрите на конец рэпа и вы идете. Вы помните этот момент? Да. Что это было? Хорошо, есть две вещи. Хорошо. Во-первых, это было, ладно, я собираюсь это сделать. Это действительно ощущалось. Это как, ладно, давайте уйдем, потому что я не знала, что не знала, что должно было случиться. Это был первый съемочный день. Послушайте, я потратил годы на подготовку к этому. Это не просто годы подготовки и разгадки, а я катался на мотоцикле с самого детства, прыгал с парашютом, тренировался, постоянно развивался, много лет, много лет развивался, много лет развивался, развивался, развивался, развивался, развивался, развивался, развивался, развивался, развивался, развивался, развивался, развивался, развивался, развивался, развивался, развивался, развивался, развивался, развивался, развивался, развивался, развивался, развивался, развивался, развивался, развивался, развивался, развивался, развивался, развивался, развивался, развивался, развивался, развивался, развивался, развивался, развивался, развивался, развивался, развивался, развивался, развивался, развивался, развивался, развивался, развивался, как технологии, как, как, как, как, как, как Это не просто захват изображения, это то, как мы рассказываем историю. Так что, когда я был на рейве, я думал, я подумал, я собираюсь увидеть, как это происходит. Знаете, будьте милы. Я говорил об этом. Я знаю камеру. Поскольку этот вертолет пересекал границу, мы должны были быть синхронно, потому что он мог бы взорвать меня. Так что его время, моя скорость должна была быть идеальной, чтобы настроить камеру. Так что я, я, все, все, все, все, все, все, все, все, все, все, что мы должны были делать и все, и все, что мы тренировались, сейчас, сейчас, сейчас спускаюсь со скатываемся со скалы. И я думаю о спектакле. И это тоже было, это был кивок. Это также было подсказкой, чтобы сказать всем, что я собираюсь идти. Таким образом, это всех загоняло в тупик. Я назвал свой поступок. Они сказали, что надо действовать, но никто не пошел. Мне нужно было найти что-то такое, где я не снимал бы руки с велосипеда. Как будто я не мог подать сигнал рукой. И я тоже хотел быть частью спектакля, где ты, казалось, просто опускаешь голову вниз. Я так и поехал. Это сказало вертолету, что я еду. Он сказал дронам, что я иду. И вот все это время пошло не так. И как только я это сделал, мне пришлось выпустить велосипед. Да. Так что я иду так. И в этот момент я должен выпустить велосипед. Все, все, черт возьми, черт возьми, черт возьми, черт возьми, будет с черт возьми, черт возьми какой черт возьми какой черт возьми какой черт возьми. А также повлиял бы как раз на, знаете ли бы на темп выполнения чего-то подобного, на спуск с вертолета, где-то, где будут все операторы, где-то будут все операторы, так сниматься, так все операторы, так будут, так, когда я, когда я улетят, когда я улетят, когда я, когда я улетят, а я и ты, ты, а я, а я, я, наконец-то без самолета. Я знаю, что это было удивительно. Говоря о МакЭу, он поведал небольшую историю о том, что после первого чтения он рассказывает отличную историю. После первого показа фильма о миссии \"Миссия невыполнима\", ты шепчешь ему в ухо и скажешь: \", и скажешь:\", мы можем лучше \". Это просто невыполнимая миссия. Это просто миссия невыполнима. Нет, не все. Каждый фильм, который мы делаем, я смотрю и смотрю, чтобы мы могли сделать его лучше. Даже говорить с ними. Даже Maverick. Always. Вы думаете, что можете сделать лучше Maverick. О, я думаю, что я не могу. Собираетесь ли вы? Вот в чем вопрос. Так как же вы, когда говорите после падения, как вы улучшили его? Потому что я действительно верю, я просто смотрел всю серию подряд. Я действительно верю, что вы улучшились по всем пунктам, но как режиссер и актер? И как вы собираетесь сделать это во второй части этой? Знаете, мы всегда смотрим на то, как на то, что история захватывающая. С детства я изучал кино, изучал студии, дистрибьюцию, ездил по миру и кино, смотрел фильмы со зрителями по всему миру. Это кино в их культуре и мои фильмы, чтобы посмотреть, как они переводят. И я всегда иду, как я могу отточить историю, чтобы сделать ее настолько погружающей, насколько это возможно? И с каждым из них я постоянно учусваиваю. Удивительная вещь в этом виде искусства, удивительная вещь в этой жизни в том, что ты постоянно учишься. Это и фантастика, и ужасно. Я имею в виду, как, о мой гош. И мы постоянно подталкиваем его к этому следующему уровню. Не только с трюками, но и с историей. Так что эти вещи, и это так же, как я собираюсь, я не собираюсь пытаться конкурировать, но все вещи, которые я узнал с точки зрения развития характера, структуры сюжета, как, как вы знаете, как, как вы знаете, съемки, вы знаете, съемки, вы знаете, я всегда бросаю вызов себе каждый день и моя съемочная группа, и моя команда, и Макки, и моя команда, и я туда и обратно, и обратно, и обратно, и обратно, и обратно, на самом деле размышляя в терминами о том, только о том, что связывает меня в терминах о том, что связывает меня с тем, что связывает меня с тем, что связывает меня с историей или нет, что связывает меня с окружающей меня с окружающей средой или нет здесь мы здесь мы здесь мы здесь мы здесь мы здесь мы здесь, мы здесь, мы здесь, мы здесь, мы здесь, мы снимаем Так что это вещи, на которые я постоянно смотрю. Для меня это, вы знаете, и я не знаю, сколько фильмов снял. Я не знаю, сколько фильмов я просмотрел. Но именно так я отношусь к этому. Я хочу не просто сказать, что я собираюсь попытаться превзойти себя, но что я иду, что я иду, что эта история? И как я могу? И как я могу взять эту историю? И как я могу взять такого рода историю, и, и, и как мои знания аудитории глобальной аудитории, как я могу сказать, как я могу сказать, как я могу рассказать эту историю, как я могу, но вовлечь более широкую аудиторию. Вы снимаетесь в кино с 1991 года. Два моих любимых забега находятся в этом, и вы много бегаете в этом. Это было огромное испытание, когда я бегал каждый раз, когда он говорил, что я могу тебя читать, и они становятся все длиннее. Они есть, но это мой вопрос. Мы все видим, как вы бежите. Мы все наслаждаемся вашим бегом. Ваши фанаты любят, когда вы бегаете. Но как вы на самом деле тренируетесь для этого? Потому что вы тренируетесь для того, что у вас есть личное лучшее, что вы вверх? Вы сейчас? Вы ухмыляетесь, потому что это правильно. Это очень хороший вопрос, потому что он интересен, потому что я должен через него пройти. И я смотрю на себя как на актера и в своей жизни всегда тренировался только для того, чтобы снимать кино, потому что выношу выношу выносливость и тренируюсь во многих вещах, что пою, пою, пою, пою, пою, пою, пою, пою, пою, пою, танцую, пою, танцую, пою, танцую, мотоциклы, мотоциклы, машины. А в личной жизни я люблю прыгать с парашютом, летать на скорости и все эти вещи. И мне нравится потом учиться этим вещам, а потом применять их в кино. Но это, это пройденный путь, чтобы понять, как я тренируюсь, как я поддерживаю себя, как ты достигаешь, как ты достигаешь пик в данный момент, как достигаешь пик, потому что я, потому что и когда я бегаю спринт, когда бегаю спринт, когда бегаю. Я должен бежать, как иногда я сделал 50 спринтов в один день, что есть, поэтому я должен думать о том, что время восстановления, какие сцены я снимаю до и после, и до и после, и что я делаю, и что я лучше структурировать вещи внутри фильма, и сажую, и сесть и идти, потому что я. Так что есть определенные вещи, и вы используете свое тело по-другому, или если я делаю гастику или сцену драки или драки. Знаете, вы не хотите драться прямо там, когда я собираюсь на спринте. А как я готовлюсь и как восстанавливаюсь? А также часы, которые я работаю. Я работаю семь дней в неделю. И я продюсирую. Так что это всего лишь, вы знаете, и все остальное, с чем мы имеем дело в этот период времени, знаете, но мне нравится то, что я должен сказать, что я наслаждаюсь давлением. Я наслаждаюсь вызовом. Но я понимаю, как проснулся, понимаешь, и получаю от этого удовольствие. Мне нравится пробивать себя в таких ситуациях. Ну и последний вопрос. Я слышал, что вы просто говорите, что никогда не думаете, что она достаточно велика. Да. Следующую пару трюков МакQ дал мне немного чашечки. Он говорит, что последний выстрел в этом устанавливает один из трюков в следующем, который мы можем предположить, что это. Но мы также видели фотографии, на которых вы выходите из самолета, выходите из самолета. В этом вы пошли больше, чем в моем, я не могу вам сказать. Я могу вам сказать, что мы хотим большего. Я не должен говорить вам, что я могу вам сказать, но тогда мне придется убить вас. Вы можете сказать мне, что мы просто немного обидели меня. Это много главного бога. Но в этом эпизоде, какая из трех серий, по-вашему мнению, была самой большой с точки зрения продюсера и актера? Знаете, какая? Каждая была самой сложной? Каждый из них был по-настоящему веселым, потому что посмотрите, мы построили поезд. Поезд настоящий. Мы должны были построить поезд, чтобы положить его на рельсы, чтобы отправить его с рельсов, чтобы он сошел с рельсов. Все эти вещи. А также то, что мне нравится, это, знаете ли, действие, которое я делаю с Пальмом с Хейли, проезжаю здесь, проезжая по улицам, по булыжной дорожке, по булыжной дорожке, по булыжной дорожке, по булыжной дорожке с одной рукой, и потому что ты, а с одной рукой, а другой, и потому, что, что, как ты, что, как ты, как ты, как мой, как мой, как мой, как мой, как мой, мой, мой, мой, мой, мой, мой, мой, мой, мой, мой, мой гоша, мой, мой, гоша, гоша, мой, гоша, гоша, мой, гоша, мой, гоша, гоша, мой, гоша, гоша, гоша, гоша, голый, голый, голый, голый, голый, У каждого из них были свои приключения и свои проблемы. Всегда с мотоциклами, это сложно, потому что смотришь на это, но у меня нет колодок, поэтому репетирую все пробки и все пробки и все с колодки и с колодками, и с колодками, и высокая скорость, а я всегда езжу всегда очень-очень высокая. Так что, эти вещи всегда, даже если они и маленькие, знаете ли, то, вещи, которые я делаю раньше времени, они всегда немного хитрые, они всегда, они всегда немного хитрые, вы, вы, вы, знаете, камни, камни, камни и разные и разные. Так что скучно никогда не бывает. Каждое утро было немного приключений. А также тот базовый прыжок, который мы сделали, вы видите в СК, вы видите, вы видите, вы видите, вы видите, я выпрыгигаю из вертолета выпрыгиваю. Я тестировал ветер внутри чаши. И не только после того, как я сойду с дистанции, но еще и после того, как я открою брошу вызов, я должен открыться, я должен открыться, я должен открыться так, я должен открыться так, что если я должен открыться каким-то образом, что, что, если мне суждено будет каким-то образом, что-то образом, то образом, то образом, то образом, выстрел откроется по-то образом. И они упаковали его для меня. И было очень важно, чтобы со мной всегда была одна и та же команда. Но было видно, что я раскрылся, и парашют парашют так, что меня выбросило в сторону горы. И вы могли видеть, что я просто, вы должны быть действительно готовы к тому, что, когда он открывается, что если я с этим, и я с этим, и я был быть рядом, на той стороне горы, которую вы тянете, что вы тянете, то парашлем, что вы, вы, то, то, то вы получаете парашлем очень быстро, очень быстро, очень быстро, очень быстро, очень быстро, очень быстро, очень быстро, очень быстро, очень быстро, чтобы, чтобы не тащите парашлем. Так что каждый день был какой-то, был, был, был вызов, который мне нравился, плюс спектакль, плюс спектакль, плюс, плюс, плюс, знаете, это не только обо мне, это не только обо мне, это не только обо мне, это, это все, это весь наш актерский состав, поэтому, поэтому, поэтому мы так счастливы. Вы не увидите его, пока не увидите фильм. И есть еще один выстрел, который имеет, мы так низко, как я получаю к земле, он прямо над мной, как я иду, как я иду очень низко к земле. Вы можете видеть, что выстрел там, чтобы получить этот выстрел был очень интересным. И мы знаем, что мы счастливы отправить это, потому что знаем, что у нас есть целый поезд. Мы знаем, что у вас есть целое, вы знаете, лошади в начале, вы знаете, вы знаете, все верховая езда верхом на лошади, все верхом верхом верхом, все, все это в пустыня, песчаная буха, песчаная буха. Мои любимые моменты с вами, сколько бы мы мы мы ни были большие моменты, моменты Итана Итана Кубе, моменты, вам нужен этот баланс в фильме нужен. И мне нравится, что Макхью будет сниматься достаточно долго. Вы скажете команде, что я ее получил, и в этом есть доля сомнения. Так сколько же радости вы до сих пор получаете в эти тихие моменты, так же, как вы любите большие моменты? Знаете? Я люблю все эти моменты. Я должен сказать все эти моменты. А еще, когда я вижу других актеров, и мы постоянно работаем с ними над тем, что я люблю в кино, мне нравится, мне хочется ярких персонажей. Дело не во мне. Речь идет об истории. И речь идет о том, как рассказать историю, чтобы вовлечь аудиторию в эмоциональную историю и путешествие персонажа. Есть и другие вещи, которые у нас есть. Есть и другое - это количество времени, которое мы тратим на поиск сюжета, нахождение тех моментов с персонажами, и не только для себя, но и для других актеров, на создание этого материала. Вот что меня привлекает. А потом я хочу порадовать публику и этими другими вещами, потому что если у вас их нет, то не имеет значения, насколько они велики. Если я не вложился в историю и не вложился в героев, а в них, и это главное для нас. И это то, что удерживает франшизу в действии. Это не просто история. И только кино, и почему я хочу смотреть кино. Я хочу заботиться о людях. Я хочу интересоваться миром. Я хочу быть заинтересован в этих людях. Это кино. Я использую все навыки, которые у меня есть, и то, что я люблю, и кино, и все драматическое и комедийное, и комедийное, и все те фильмы, и все те фильмы, которые у нас есть, которые у нас есть, и которые мы снимаем, и развиваем, и которые у нас есть, и которые у нас есть, и которые мы, и которые мы, и которые мы смотрим, и развиваем, и которые мы, и которые мы, и все, и все, и все, и все, и все, и все, и все, и все, которые мы, и все, и все актеры, которые мы смотрим, и все, и все, и все, которые мы, и все, и все актеры, и все, которые мы, которые мы, которые мы, все актеры, все, все, все, все, все, все, все, все, все, все, все, все, Вот и все. Это, вы знаете, из любого другого фильма, который я делал, откуда у вас такие эмоции, когда вы жонглируете? Откуда у вас такие эмоции? Как у вас это? Теперь у нас нет кучи дел, которые мы можем сделать. Эти персонажи должны быть связаны между собой, и вы должны находить такие моменты. И тот вид мастерства, чтобы иметь возможность играть такого рода момент и комедию, которые обычно у меня есть в Джерри МакГире, или Рейнмане или коктейле, или в коктейле, где у, где ты, где ты, что ты, что ты, ты, ты, ты, ты, ты, ты, ты, ты, ты, ты, ты, ты, ты, ты, ты, ты, ты, ты, ты, ты, ты, ты, ты, ты, ты, ты, ты, ты, ты, ты, ты, ты, ты, ты, ты, ты, ты, ты, ты, ты, ты, ты, ты, ты, ты, ты, ты, ты, ты, ты, ты, ты, ты, ты, ты, ты, ты, ты - все - все - все - все - все - все - все, все, все, все, все, все Теперь, знаете, сцена в поезде, кажется, вы мне доверяете. Нет, те моменты характера, которые являются реальными, которые вкладывают меня в этих людей. И это всегда с Итаном. Я был похож, посмотрите, на ключ с этим персонажем, а людям нравится, о, о, нет, нет, он так делает. Это похоже на то, что он не хочет этого делать. Он должен это сделать. И, вы знаете, что он собирается спуститься с этой скалы, и о чем он думает, что интересно и чего я хочу в ней хочу, это эмоциональное вложить, почему он это делает. Мы понимаем. И дело не только в Тадахе. Мы не собираемся сдаваться. Это история, которая приводит нас туда. И любой, кто понимает этот уровень производительности, этот уровень повествования, понимает, как я мог бы это сделать, это, это, это же эмоциональное вложение в фильм, который мы снимаем в комнате. Это то, что я всегда ищу. Я ищу вовлечение аудитории, характер, вовлечение аудитории в это. Рассказывая нашу историю, мы не меняем нашу историю или то, что я хочу делать, но существует множество способов, которыми я могу оттолкнуть аудиторию от себя или втянуть их в свою историю, или втянуть в персонажа. И это те вещи, в которых я играл второстепенные роли и играл главные роли. Таким образом, я знаю структурно каждый аспект того, как рисовать, как привлечь аудиторию, как и когда и когда я хочу втянуть в нее, и когда я хочу втянуть, и когда я хочу втянуть, и когда я хочу оттолкнуть? И это - постоянная девальвация по мере того, как мы через нее проходим. Так что это не просто, как актер, я не собираюсь, это развитие характера, это развитие характера. И это, это, это, но это целое, это вся история, это вся история. Это каждый актер кастинг актеров, это мы смотрим, что они идут нормально, как я отмечаю их талант, который вы знаете в станете в старом Голливуде они выглядели бы люди, и они построили спектакли спектакли для них, что я, что я для них, что я, что я делаю, что я, что я, что я делаю, что я, что я, что я, что я я, что я, я, я, я, я, я, я, я, я, я, я, я, я, я, я, я, я, я, я, я, я, я, я, я, я, я, я, я, я, я, я, я, я, я, я, я, я, я, я, я, я, я, я, я, я, я, я, я, я, я, я, я, Мой вкус и мое развитие - смотреть на актеров и праздновать их, и то, что это мы вместе, и куда я поместил эту камеру? Как мы пишем эти строки? Как мы пишем эти строки? как мы развиваемся? как развиваем их так, как развиваем их так, чтобы зритель? как мы развиваемся? как мы развиваемся? как мы развиваем их так, чтобы погружаемся? как мы? как мы? как мы смотрим? как мы видим все видим все это мы видим все эти замечательно? Таким образом, вы похожи на старуху, которая дала вам четверть. Вы отдаете четверть назад. Вот и все. Это здорово. Да. Да. Да. Вот и все. Вот и все. ."
            }
        ]
    }
}