{
    "1987 on TODAY- Bruce Willis talks balancing fame and privacy (360p)": {
        "chunks": [
            {
                "text": " Bruce Willis is one red hot property these days. As smart mouth David Addison, he stars in the much heralded TV series Moonlighting. He's done a special for HBO and has a second in the works. He has a record album out that's just gone gold and his first feature film Blind Date opens tomorrow. Yet for all his success in front of the camera, Willis has a less than terrific off screen image. I caught up with Bruce and Los Angeles, simply asked him why. Well, I'm glad you asked that question. And given the fact that in the past two and a half years since I've been doing this show, I've only done three major interviews. That's Side A. Side B is, for the past nine months, I've been in magazines and newspapers just about every day, or at least once a week. And there have been things that have been total fabrications printed as fact about me. I'm not saying that I'm an angel. I like to have fun. But by and large, I think how people see me in this country is pretty much based on what they read in the papers that I ran through town nude that I used to show up at parties with diapers on which is all real good copy but a lot of it's just been made up. It's part of the business. If you don't do many of these, do you? Many interviews? Yeah. No, I don't. How come? It's gonna get right in there, aren't you? It's just gonna go right with it. I'm just curious. Well, it basically came out of a feeling that I had when I first started doing moon lighting. Why? Just because I'm on television every Tuesday night does all of a sudden what I say or what my opinions are about You know different things carrying more weight I don't really have a whole lot to say publicly. Yeah, but you do understand why people are interested absolutely I think what TV does and and the kind of position that it puts actors and popular actors and it kind of sets of sets you apart from the rest of the people. And that's kind of weird too. For however this happened, when they put my picture, when the cover of a magazine, it sells more of that magazine than it would if my photo did not appear there. Is it a measure of success? No, for me, it's not. I don't know. That's a really good question. It certainly is for me. I try and avoid that stuff. I never really got into this business seeking fame and fortune. I never knew what that meant other than that kind of nebulous fame and fortune, whatever that was. And now here it is. Now I'm right in the center of it. And if anything, it makes me want to keep my private life more private. Is making it, as you call it, fame and fortune. Is it what you thought it'd be? Yeah. Yeah. I don't know. I mean, who knows what that is. I never really knew how this was going to happen. And I was very surprised when it happened through TV. I was living in New York doing off-Broadway plays. At the time, I thought, well, I'll keep doing off-Broadway plays. So I do a Broadway play, and then I'll do a movie, and then I'll do millions of movies for the rest of my life. But never beyond that, I mean, never really thought specifically how this was going to happen. But you always thought it would happen, didn't you? I always knew it was going to happen. Why? Where does that confidence come from? I mean, you're a blue-collar guy from a blue-collar neighborhood without a family with background in the bit. I mean, where does that confidence come from? I've always kind of had the courage of my own convictions. And I knew this was what I wanted to do. And I think if you want something bad enough and you have, you know, you have the inherent talent to make that work. I think that kind of creates confidence. Is moonlighting still for you the focus? I mean, is it still the central thing of which everything has to flow from? Yes. And that, I think, is basically a function of my, you know, I've kind of two contracts on this show. One is a contract on paper, and one is a commitment to Glenn and Sybil, just from my heart, just that all three of us are kind of in this together we were there from the very beginning when no one really knew who we were or what we were trying to do and I think we all still really strive I think there's still something to say on this show at some point we may reach a time where we come in one day and we set it all and we've done all the gags that I've made this face as many times as I can. And we may walk away from it at that point, but we still have, there's still a curve to the characters of where they can go. Well, I'm not giving that baby to a woman suspected of murder. Suspected, Maddie. Suspected, doesn't that word mean anything? My mind is made up. Thank you, at least, only the courtesy of listening to her story. What are you doing? I'm doing what I should have done all along. What I wanted to do was doing What I should have done last night. Stop that, David. I'm calling the police station. Hello, police. Nah, you'll always be caked to me. Blame with him. I don't really think that. David Addison burns the blue flame. He lives real hard. It would be difficult for me, I think, to keep up with him. But yeah, it'd be kind of like hanging around with the three studios. I'd like to spend the weekend with him. When you like to do that, just hang around with him for the weekend, just like Friday night, just don't hang around. You mentioned Glenn, Glenn Karen. Does he really wear a referee shirt? I guess you're addressing this stuff about civil and eye fighting at the end. Well, I'd like to tell you that there's something behind it that we do actually kick and scream and scrunch at each other, but we don't. It certainly sells more magazines to say that civil and eye are fighting than it is to say. Civil and Bruce are getting along. It's just a little more juicy, I guess. As it pertains to moon lighting, does entertaining mean, at some point, stopping the teas of Dave and Maddie? I mean, do they get together at some point? Well, that's going to be resolved this year. Actually, that'll be resolved by the end of this season. We like to think of it as two and a half years of four play.",
                "timestamp": [
                    0.09287981859410431,
                    405.3507482993197
                ],
                "translated": "Брюс Уиллис является одним из самых горячих собственности в эти дни. Как умный рот Дэвид Эддисон, он играет главную роль в многообещающем телесериале Moonlighting. Он сделал специальный выпуск для HBO и у него есть второй в производстве. У него есть альбом, который только что стал золотым, и его первый полнометражный фильм \"Слепое свидание\" выйдет завтра. Тем не менее, для всех его успехов перед камерой, Уиллис имеет менее чем потрясающий вне экрана образ. Я догнал Брюса и Лос-Анджелес, просто спросил его почему. Ну, я рад, что ты задал этот вопрос. И учитывая тот факт, что за последние два с половиной года, с тех пор, как я начал делать это шоу, я сделал только три крупных интервью. Это сторона А. С другой стороны, в течение последних девяти месяцев я была в журналах и газетах почти каждый день, или по крайней мере раз в неделю. И были вещи, которые были полностью сфабрикованы и напечатаны как факты обо мне. Я не говорю, что я ангел. Мне нравится веселиться. Но в целом, я думаю, что то, как люди смотрят на меня в этой стране, в основном основано на том, что они читают в газетах, что я бегала по городу обнажённой, что я обычно появлялась на вечеринках в подгузниках, на которых все очень хорошо, но многое из этого просто выдумано. Это часть бизнеса. Если ты не делаешь много этого, так ведь? Много интервью? Да. Нет, не знаю. Всё будет в порядке. Мне просто любопытно. Ну, в основном это произошло из чувства, которое у меня было, когда я впервые начал делать лунное освещение. Почему? Просто потому, что я на телевидении каждый вторник вечером делает вдруг то, что я говорю, или то, что мои мнения о Вы знаете, различные вещи, несущих больше веса, я действительно не имею много, чтобы сказать публично. Да, но вы понимаете, почему люди абсолютно заинтересованы, я думаю, в том, что делает телевидение, и в той позиции, в которой оно ставит актёров и популярных актёров, и это как бы выделяет вас из остальных людей. И это тоже странно. Ибо как бы это ни было, когда они ставят мою фотографию, когда обложка журнала, она продает больше этого журнала, чем если бы моя фотография не появилась там. Является ли это мерой успеха? Нет, для меня это не так. Я не знаю. Это действительно хороший вопрос. Это, конечно, для меня. Я стараюсь избегать этих вещей. Я никогда не входил в этот бизнес в поисках славы и богатства. Я никогда не знал, что это значит, кроме того рода туманной славы и богатства, что бы это ни было. И теперь он здесь. Теперь я в самом центре всего этого. И если что-то, это заставляет меня хотеть держать мою личную жизнь более частной. Делает это, как вы это называете, славой и богатством. Это то, что ты думал? - Да. Я не знаю. Я имею в виду, кто знает, что это такое. Я никогда на самом деле не знал, как это произойдет. И я был очень удивлен, когда это произошло по телевидению. Я жил в Нью-Йорке и играл в театре. В то время, я подумал, ну, я буду продолжать делать офф-бродвейские пьесы. Итак, я сделаю бродвейскую пьесу, а затем я сделаю фильм, а затем я сделаю миллионы фильмов до конца своей жизни. Но никогда за пределами этого, я имею в виду, никогда действительно не думал конкретно о том, как это будет происходить. Но ты всегда думал, что это произойдет, не так ли? Я всегда знал, что это произойдет. Почему? Откуда такая уверенность? Я имею в виду, ты рабочий парень из рабочего района без семьи с опытом в этом деле. Я имею в виду, откуда у меня такая уверенность? У меня всегда было мужество моих собственных убеждений. И я знал, что это то, что я хотел сделать. И я думаю, что если ты хочешь чего-то достаточно сильно и у тебя есть, ты знаешь, у тебя есть врождённый талант, чтобы это сработало. Я думаю, что это как-то создает уверенность. Я имею в виду, это по-прежнему центральная вещь, от которой все должно исходить? Да. И это, я думаю, в основном является функцией моего, вы знаете, у меня есть два контракта на это шоу. Один — это контракт на бумаге, а другой — обязательство перед Гленном и Сибил, просто от всего сердца, просто что все трое из нас в этом вместе, мы были там с самого начала, когда никто не знал, кто мы и что мы пытаемся сделать, и я думаю, что мы все ещё действительно стремимся, я думаю, что всё ещё есть что сказать об этом шоу, в какой-то момент мы можем достичь того момента, когда мы придем в один день, и мы все установим, и мы сделаем все шутки, которые я делал на этом лице столько раз, сколько могу. И мы можем уйти от этого на этом этапе, но у нас всё ещё есть, всё ещё есть кривая к персонажам, куда они могут пойти. Ну, я не отдам этого ребенка женщине, подозреваемой в убийстве. Подозреваемая, Мэдди. Подозреваемый, разве это слово ничего не значит? Спасибо, по крайней мере, только за любезность выслушать ее историю. Я делаю то, что должен был делать с самого начала. Я хотела сделать то, что я должна была сделать прошлой ночью. Прекрати, Дэвид. Я звоню в полицейский участок. Привет, полиция. Нет, ты всегда будешь мне нравиться. Вините его. Я так не думаю. Дэвид Эддисон горит голубым пламенем. Он живет очень тяжело. Мне было бы трудно, я думаю, идти в ногу с ним. Но да, это было бы похоже на общение с тремя студиями. Мне бы хотелось провести с ним выходные. Когда тебе это нравится, просто проводи с ним выходные, как в пятницу вечером, просто не проводи. Ты упомянул Гленна, Гленн Карен. Он действительно носит футболку арбитра? Я полагаю, что вы обращаетесь к этой вещи о гражданской и очной схватке в конце. Ну, я хотел бы сказать тебе, что есть что-то за этим, что мы на самом деле ударяем друг друга ногами, кричим и трясемся друг на друга, но мы этого не делаем. Конечно, продается больше журналов, чтобы сказать, что гражданский и глаз борются, чем это сказать. Сивилл и Брюс понимают друг друга. Просто немного сочнее, думаю. Что касается лунного освещения, значит ли развлечение, в какой-то момент, прекращение чаепития Дэйва и Мэдди? Я имею в виду, они собираются вместе в какой-то момент? Ну, это будет решено в этом году. Вообще-то, это будет решено к концу этого сезона. Нам нравится думать об этом как о двух с половиной годах четырех игр. 10. Осуществление Конвенции о ликвидации всех форм дискриминации в отношении женщин (Конвенция о ликвидации всех форм дискриминации в отношении женщин) и Конвенции о ликвидации всех форм дискриминации в отношении женщин (Конвенция о ликвидации всех форм дискриминации в отношении женщин)"
            },
            {
                "text": " This Friday is a big day for Bruce Willis, although his role as David Addison in the TV series Moonlighting has made him a real star. His first major motion picture opens today nationwide. The movie's called Blind Date and the role is really a bit of a departure for him. I had originally wanted to do something that was totally opposite of the character that I play for Moonlighting. Blake Edwards brought me the script of Blind Date and I saw in there that it's as opposed to what I do on moon lighting where I'm kind of the driving force behind that manic chaos that goes on in that office. Walter Davis is more of a reactor. He reacts to what is being done to him in his life. So it's a different kind of comedy. This is a guy who's a pretty easygoing guy who, because of accepting a blind date, has his life ruined in one night. Do you find Blake Edwards or do you find you? We kind of found each other. I've been aware of his work for a long time. Which I asked it is because I know you're a big three-studious fan. I'm saying this in all seriousness. I mean, I know you're a big three-studious fan. And the kind of mad cap antics of this film would seem tailor-made for that kind of a person. There is a school of comedy that I've studied for a long time. The directors like Frank Capra, Preston Sturgis, Ernst Lubich. These guys kind of created that screwball comedy genre and Blake Edwards I think is one of the last masters of that comedy style. He allows you to improvise on the set. He allows everyone to bring their own ideas in. It's a very creative work. That's kind of dangerous from your work with Laura Kett, isn't it? Well, it was dangerous for me. John is one of the funniest people on the planet and had a hard time keeping his straight face like it was him. But we had a great time doing it. It was a very creative process. Is comedy where you want to stay in film? Not necessarily. I enjoy doing comedy. I think it's one of the cooler jobs on the planet to make people laugh. I think that's a pretty good job. I certainly am not limited to comedy just before I got moon money. I was doing a play back in New York called Fool for Love. It was a very serious play, very violent, very dramatic. And while I was doing that play, I was kind of thought of as a very violent, dramatic actor. You can't, I mean, I would think it impossible for somebody to stay as hot as you are, which is not to say you have to slide down in the land of forgotten. But I mean, how long can this go? Well, hopefully for the rest of my life, or as hopefully as long as I would like to. I don't know. I'm as amazed by all this as you are. There are very few things. As you're growing up, there's certain things that when they happen for the first time a very phenomenal in your life the first time you you You Join the little league team the first time you drive a car the first time you kiss a girl the first time you Make love to someone all these things are very phenomenal that in that first time that do it. From the time you're about 21 and I guess I think phenomenal things start to drop off. The past two years of my life have really been that and have been a phenomenon in that it's something that I've never expected and never really knew how to deal with. I don't know how much longer this can go on. Hopefully for a long time. I mean, publicity mill being what it is. I mean, are you at all conscious of the possibility, even, that tomorrow your yesterday's news, that over exposure takes a blow? Well, a friend of mine, Michael J. Fox told me that one of the things about being hot is that at some point you're going to be what's not hot. How I like to look at it is that I'm an actor in a job that has a finite life. When that job is done, I will be an unemployed actor. I'll be it much more successful and comfortable, much more comfortable. But I will still be an unemployed actor, and I want to get another job at some point. I want you to get away without talking about Bruno Rattolini. Who isn't? Bruno takes himself very seriously. I kind of look at him as just another performance, just another page in the book of the entertainment that I do. He's a character that I play. It certainly allows me not to take myself so seriously. If we were to cast the Three stooges on a remake, and you were to play one of the three, which would you play and who'd play the other two? First of all, let me preface this by saying, like, you know, giving you my kind of worldview of the three stooges here. If you look at the three stooges based on a kind of a socio-economic standpoint. They started working right at the height of the depression. Their job at that time was to take people's minds off their troubles. No one's ever topped what they did. I would like to play Larry. I think Larry has got some really subtle stuff in there. Also because I would never want to attempt the role of Curly. It's one of those roles like Brando and Street Cardi and Desire. Who could play Curly? John Candy? John Candy would make a great Curly. I think you'd make a really good Curly. I don't know about Moe. Do you got any suggestions from? For the record, we settled on Bruce for Larry, John Candy for Curly, and for the role of Moe, Danny DeVito. We'll take a station break.",
                "timestamp": [
                    405.629387755102,
                    817.2959637188209
                ],
                "translated": "Эта пятница - большой день для Брюса Уиллиса, хотя его роль Дэвида Аддисона в телесериале Moonlighting сделала его настоящей звездой. Его первый крупный фильм открывается сегодня по всей стране. Фильм называется \"Свидание слепых\", и эта роль действительно немного отличается от предыдущих. Изначально я хотел сделать что-то совершенно противоположное тому персонажу, которого я играю в Moonlighting. Блейк Эдвардс принес мне сценарий «Слепого свидания», и я увидел в нём, что это противоположность тому, что я делаю в «Лунном свете», где я как бы движущая сила того манийного хаоса, который происходит в том офисе. Уолтер Дэвис - это скорее реактор. Он реагирует на то, что делается с ним в его жизни. Так что это другой вид комедии. Это парень, который довольно легкомысленный парень, который, из-за того, что принял свидание вслепую, разрушил свою жизнь за одну ночь. Ты найдешь Блейка Эдвардса или ты найдешь себя? Мы как-то нашли друг друга. Я знаю о его работе уже давно. Что я спросил, потому что я знаю, что ты большой фанат \"Трёх студий\". Я говорю это со всей серьезностью. В смысле, я знаю, что ты большой фанат \"Трёх студий\". И сумасшедшие шутки в этом фильме, кажется, сделаны специально для такого рода человека. Существует школа комедии, которую я изучал в течение длительного времени. Режиссёры, как Фрэнк Капра, Престон Стерджис, Эрнст Любич. Эти ребята создали жанр скрипковой комедии, и Блейк Эдвардс, я думаю, является одним из последних мастеров этого стиля комедии. Он позволяет вам импровизировать на съёмочной площадке. Он позволяет каждому внести свои собственные идеи. Это очень творческая работа. Это немного опасно из-за твоей работы с Лорой Кет, не так ли? Джон является одним из самых смешных людей на планете и было трудно держать его прямо лицо, как это было он. Но мы отлично провели время. Это был очень творческий процесс. Комедия, где вы хотите остаться в фильме? Не обязательно. Мне нравится делать комедию. Я думаю, это одна из самых крутых работ на планете, заставлять людей смеяться. Я думаю, это довольно хорошая работа. Я, конечно, не ограничиваюсь комедией как раз перед тем, как я получил лунные деньги. Я играл в Нью-Йорке в спектакле под названием \"Безумец за любовь\". Это была очень серьезная игра, очень жестокая, очень драматическая. И пока я играл эту пьесу, меня считали очень жестоким, драматическим актёром. Ты не можешь, я имею в виду, я бы подумал, что это невозможно для кого-то остаться таким же горячим, как ты, что не значит, что ты должен скользить вниз в землю забытых. Но я имею в виду, как долго это может продолжаться? Ну, надеюсь, до конца моей жизни, или как надеюсь, так долго, как я бы хотел. Я не знаю. Я так же удивлен всем этим, как и ты. Есть очень мало вещей. Как вы растёте, Есть некоторые вещи, которые, когда они происходят в первый раз очень феноменальный в вашей жизни в первый раз вы вы присоединиться к небольшой команде лиги в первый раз вы водите машину в первый раз вы целуете девушку в первый раз вы любить кого-то все эти вещи очень феноменальный, что в этот первый раз, что это делать. С тех пор, как тебе исполнился 21 год, я думаю, что феноменальные вещи начинают падать. Последние два года моей жизни действительно были именно такими и были феноменом в том смысле, что это то, чего я никогда не ожидал и никогда не знал, как с этим справиться. Я не знаю, как долго это может продолжаться. Надеюсь, на долгое время. Я имею в виду, рекламная мельница является тем, что она есть. Я имею в виду, вы вообще осознаете возможность, даже, что завтра ваши вчерашние новости, что чрезмерное освещение получает удар? Ну, мой друг, Майкл Дж. Фокс сказала мне, что одна из вещей о том, чтобы быть горячим, это то, что в какой-то момент ты станешь тем, что не горяче. Как мне нравится смотреть на это, я актёр в работе, которая имеет конечную жизнь. Когда эта работа будет сделана, я буду безработным актёром. Я буду ему гораздо более успешным и комфортным, гораздо более комфортным. Но я по-прежнему буду безработным актёром, и я хочу получить другую работу в какой-то момент. Я хочу, чтобы ты ушел, не говоря о Бруно Раттолини. Бруно относится к себе очень серьёзно. Я смотрю на него как на очередное представление, как на очередную страницу в книге развлечений, которые я делаю. Это персонаж, которого я играю. Это, конечно, позволяет мне не воспринимать себя так серьезно. Если бы нам пришлось снимать ремейк \"Трёх клоунов\", и тебе пришлось бы сыграть одного из них, какого бы ты сыграл и кто бы сыграл двух других? Прежде всего, позвольте мне вступить к этому, сказав, как, знаете, дать вам свой вид мировоззрения трех клоунов здесь. Если вы посмотрите на трех клоунов на основе своего рода социально-экономической точки зрения. Они начали работать как раз в разгар депрессии. Их работа в то время состояла в том, чтобы отвлечь людей от их проблем. Никто никогда не превосходил того, что они сделали. Мне бы хотелось сыграть Ларри. Я думаю, что у Ларри есть кое-что действительно тонкое. Также потому, что я никогда не хотела бы попытаться сыграть роль Курли. Это одна из тех ролей, как Брандо и Уличная Карди и Желание. Кто мог бы сыграть Керли? Джон Кенди? Джон Кенди сделал бы великого Керли. Я думаю, ты сделаешь действительно хорошего Курли. Я не знаю о Мо. У тебя есть какие-нибудь предложения? Для протокола, мы решились на Брюса для Ларри, Джона Кэнди для Керли, и на роль Мо, Дэнни ДеВито. Мы сделаем перерыв на станции. 10. Осуществление Конвенции о ликвидации всех форм дискриминации в отношении женщин (Конвенция о ликвидации всех форм дискриминации в отношении женщин) и Конвенции о ликвидации всех форм дискриминации в отношении женщин (Конвенция о ликвидации всех форм дискриминации в отношении женщин)"
            },
            {
                "text": " Hey, thanks for watching and don't forget you can catch the today show every morning on NBC or take today when you're on the go. Just follow the today podcast on Apple podcast Spotify or wherever you listen.",
                "timestamp": [
                    820.8253968253969,
                    834.6412698412698
                ],
                "translated": "Эй, спасибо, что смотрите и не забывайте, вы можете поймать сегодняшнее шоу каждое утро на NBC или взять сегодня, когда вы в пути. Просто следуйте сегодня подкаст на Apple подкаст Spotify или где бы вы ни слушали. 10. Осуществление Конвенции о ликвидации всех форм дискриминации в отношении женщин (Конвенция о ликвидации всех форм дискриминации в отношении женщин) и Конвенции о ликвидации всех форм дискриминации в отношении женщин (Конвенция о ликвидации всех форм дискриминации в отношении женщин)"
            }
        ]
    },
    "Bruno's interview - ENGLAND - #HUMAN (360p)": {
        "chunks": [
            {
                "text": " My full name is Bruno Lucio Dino Ferrato Hansen and I live",
                "timestamp": [
                    0.6501587301587302,
                    9.311201814058958
                ],
                "translated": "Мое полное имя Бруно Лучио Дино Феррато Хансен и я живу."
            },
            {
                "text": " No way really. I am forever young, trying to be 39, forever. And I don't have any kids. I'm just roaming around the planet, discovering different things, meeting different people, living a thousand different lives, and meeting a thousand different people. That's me.",
                "timestamp": [
                    9.404081632653062,
                    38.35936507936508
                ],
                "translated": "Вовсе нет. Я вечно молод, пытаюсь быть 39, навсегда. И у меня нет детей. Я просто путешествую по планете, открывая разные вещи, встречая разных людей, проживая тысячу разных жизней и встречая тысячу разных людей. Это я. 10. Осуществление Конвенции о ликвидации всех форм дискриминации в отношении женщин (Конвенция о ликвидации всех форм дискриминации в отношении женщин) и Конвенции о ликвидации всех форм дискриминации в отношении женщин (Конвенция о ликвидации всех форм дискриминации в отношении женщин)"
            },
            {
                "text": " Before I was sitting in a wheelchair, before I was paralyzed, I used to fight at times. I had a black belt in karate. I was quite aggressive at times. I wasn't afraid to fight. And I used to use the saying, I'm going to snap you in half. And so very ironically, I snapped myself in half. So perhaps that energy, that negativity, or that strength that we project afterwards comes back to us in some way, perhaps. And so I believe I attracted that situation into my life and I snapped myself in half. And life said to me, right? Now learn.",
                "timestamp": [
                    38.521904761904764,
                    92.55473922902495
                ],
                "translated": "До того, как я сидел в инвалидной коляске, до того, как я был парализован, я иногда ссорился. У меня был черный пояс по карате. Иногда я был довольно агрессивным. Я не боялся сражаться. И я пользовался фразой, я собираюсь разорвать тебя на две части. И, по иронии судьбы, я разорвала себя на две части. Так что, возможно, эта энергия, этот негатив, или эта сила, которую мы проецируем после, возвращается к нам каким-то образом, возможно. И поэтому я верю, что я привлёк эту ситуацию в свою жизнь и разбил себя пополам. И жизнь сказала мне, верно? Теперь учиться. 10. Осуществление Конвенции о ликвидации всех форм дискриминации в отношении женщин (Конвенция о ликвидации всех форм дискриминации в отношении женщин) и Конвенции о ликвидации всех форм дискриминации в отношении женщин (Конвенция о ликвидации всех форм дискриминации в отношении женщин)"
            },
            {
                "text": " Losing half of my body has forced me to balance the other areas of my life in a mental and spiritual manner. So as a human living on this planet, I feel that I've worked things out for my own life. I'm so mentally strong, and the only reason that has come is because of losing my legs physically. You know, my eyesight's sharper, my ears are, I can hear much better. So that's on a physical sense, but I feel I'm lucky as in, I don't analyze or question life too much. I can cruise through life and always be in the right place at the right time. I always have amazing things happen to me. I'm really lucky in that situation. But that comes from believing in luck or believing in the power of attraction or believing in attracting the goodness into one's life. And I think that can be seen as luck. So if God himself jumped down in front of me right now and said to me, Bruno, I'll give you back your legs, but I'll take away all that you've learned in the last 13 years. I'll tell God, keep your legs because just my experiences from being in a wheelchair and traveling the world in the wheelchair, I've seen life from a different angle and that's taught me on a spiritual level to just accept and to be happy, whatever's coming next.",
                "timestamp": [
                    92.6940589569161,
                    194.30458049886622
                ],
                "translated": "Потеря половины тела заставила меня сбалансировать другие сферы моей жизни в психическом и духовном плане. Итак, как человек, живущий на этой планете, я чувствую, что я выработал вещи для своей собственной жизни. Я настолько сильна психически, и единственная причина, по которой я пришла, это потому, что потеряла ноги физически. Знаешь, мое зрение лучше, мои уши, я могу слышать гораздо лучше. Так что это в физическом смысле, но я чувствую, что мне повезло, что я не анализирую и не ставлю под сомнение жизнь слишком много. Я могу круиз через жизнь и всегда быть в нужном месте в нужное время. Со мной всегда случаются удивительные вещи. Мне очень повезло в этой ситуации. Но это происходит от веры в удачу или веры в силу притяжения или веры в привлечение доброты в свою жизнь. И я думаю, что это можно рассматривать как удачу. Так что если бы сам Бог припрыгнул ко мне прямо сейчас и сказал мне, Бруно, я верну тебе твои ноги, но я отберу у тебя все, чему ты научился за последние 13 лет. Я скажу Богу, держи свои ноги, потому что только мой опыт, находясь в инвалидной коляске и путешествуя по миру в инвалидной коляске, я увидел жизнь с другой точки зрения, и это научило меня на духовном уровне просто принимать и быть счастливым, что бы ни происходило дальше. 10. Осуществление Конвенции о ликвидации всех форм дискриминации в отношении женщин (Конвенция о ликвидации всех форм дискриминации в отношении женщин) и Конвенции о ликвидации всех форм дискриминации в отношении женщин (Конвенция о ликвидации всех форм дискриминации в отношении женщин)"
            },
            {
                "text": " When I first came into the situation of being paralyzed, it was a mental disability because you have to come to terms with something physical. So, the ocean fixed a mental side to me that made me then accept the physical limitation that I have of being paralyzed. But it hasn't stopped me from experiencing huge amounts of joy in the ocean much more than when I was walking or surfing big waves properly. Now when I surf waves, lying down like a body border, I have bigger joy surfing these waves than I did before. I have bigger joy being in the ocean than I did before. So how does that make sense to the rest of the world? I don't know. So it's healed me on a physical, spiritual and emotional capacity.",
                "timestamp": [
                    194.4903401360544,
                    260.1795918367347
                ],
                "translated": "Когда я впервые оказался в ситуации паралича, это была умственная неполноценность, потому что ты должен примириться с чем-то физическим. Таким образом, океан закрепил за мной ментальную сторону, которая заставила меня затем принять физическое ограничение, которое я имею, будучи парализованным. Но это не помешало мне испытать огромное количество радости в океане гораздо больше, чем когда я ходил или серфинга большие волны должным образом. Теперь, когда я плыву на волнах, лежа на спине, как на границе тела, я получаю больше радости, плыву на этих волнах, чем раньше. Я испытываю больше радости, находясь в океане, чем раньше. Так как это имеет смысл для остального мира? Я не знаю. Так что это исцелило меня на физическом, духовном и эмоциональном уровне. 10. Осуществление Конвенции о ликвидации всех форм дискриминации в отношении женщин (Конвенция о ликвидации всех форм дискриминации в отношении женщин) и Конвенции о ликвидации всех форм дискриминации в отношении женщин (Конвенция о ликвидации всех форм дискриминации в отношении женщин)"
            },
            {
                "text": " Every human has a disability of some sort. It's physical, it's mental, it's emotional, spiritual. There's a lacking somewhere. If you didn't have this disability, then you would float off and you wouldn't be on planet Earth. That's my philosophy. So we're all here to learn something, whatever that something is. And so, it's okay for us humans to all realise that we're actually all a big bunch of fuck-ups in the end of the day, really.",
                "timestamp": [
                    260.2956916099773,
                    298.0281179138322
                ],
                "translated": "У каждого человека есть инвалидность того или иного рода. Это физическое, умственное, эмоциональное, духовное. Где-то чего-то не хватает. Если бы у вас не было этой неполноценности, то вы бы плыли и не были бы на планете Земля. Такова моя философия. Так что мы все здесь, чтобы чему-то научиться, что бы это ни было. И так, это в порядке для нас, людей, чтобы все мы поняли, что мы на самом деле все большая куча пиздец в конце дня, действительно. 10. Осуществление Конвенции о ликвидации всех форм дискриминации в отношении женщин (Конвенция о ликвидации всех форм дискриминации в отношении женщин) и Конвенции о ликвидации всех форм дискриминации в отношении женщин (Конвенция о ликвидации всех форм дискриминации в отношении женщин)"
            },
            {
                "text": " At the end of the day, we don't have to be perfect because we're not perfect. And it's okay to make mistakes and to fall over our own feet and to fall over our own words. We don't have to get shit perfect in life because we'll never get it perfect. The trees aren't perfect. They're all wonky and they don't grow straight. Nothing in nature is perfect. We humans, we strive to be perfect. I don't think perfection exists So It's okay to have a disability, you know deal with it whatever that is And that's why for me I'm I feel lucky to have a physical disability at least you know It's forced me to come to grips with a mental and a spiritual disability. So I got the whole package. I got Christmas all at once. So I'm quite lucky.",
                "timestamp": [
                    298.05133786848074,
                    349.27455782312927
                ],
                "translated": "В конце концов, мы не должны быть совершенными, потому что мы не совершенны. И это нормально делать ошибки и падать на собственные ноги и падать на собственные слова. Мы не должны добиваться совершенства в жизни, потому что мы никогда не достигнем совершенства. Деревья не идеальны. Они все неровные и не растут прямо. В природе нет ничего совершенного. Мы, люди, стремимся быть совершенными. Я не думаю, что совершенство существует Так что это нормально иметь инвалидность, вы знаете, иметь дело с этим, что бы это ни было И вот почему для меня я чувствую себя счастливым иметь физическую инвалидность, по крайней мере, вы знаете, это заставило меня прийти в хватку с умственной и духовной инвалидности. Итак, я получил весь пакет. У меня Рождество сразу. Так что мне повезло. 10. Осуществление Конвенции о ликвидации всех форм дискриминации в отношении женщин (Конвенция о ликвидации всех форм дискриминации в отношении женщин) и Конвенции о ликвидации всех форм дискриминации в отношении женщин (Конвенция о ликвидации всех форм дискриминации в отношении женщин)"
            },
            {
                "text": " There are times where I feel really, really free, and there are times where I feel like a caged animal. And that's the... My personality can flip between the two constraints, if you want to call them, because freedom is actually... It's a trapping in its own right. And I think most humans think they are free, but we're not. We're not as free as we could be. I've been more free lying in a hospital bed for six months without moving with pipes coming out of every part of my body where my mind has now gone and found freedom. So, freedom is a strange word. We think we're free because you can walk around in the park. It doesn't mean we're free.",
                "timestamp": [
                    349.4138775510204,
                    402.98231292517005
                ],
                "translated": "Бывают моменты, когда я чувствую себя действительно, действительно свободным, и бывают моменты, когда я чувствую себя как животное в клетке. И вот оно. 10. Осуществление Конвенции о ликвидации всех форм дискриминации в отношении женщин (Конвенция о ликвидации всех форм дискриминации в отношении женщин) и Конвенции о ликвидации всех форм дискриминации в отношении женщин (Конвенция о ликвидации всех форм дискриминации в отношении женщин) 10. Осуществление Конвенции о ликвидации всех форм дискриминации в отношении женщин (Конвенция о ликвидации всех форм дискриминации в отношении женщин) и Конвенции о ликвидации всех форм дискриминации в отношении женщин (Конвенция о ликвидации всех форм дискриминации в отношении женщин) Моя личность может переворачиваться между двумя ограничениями, если вы хотите назвать их, потому что свобода на самом деле. 10. Осуществление Конвенции о ликвидации всех форм дискриминации в отношении женщин (Конвенция о ликвидации всех форм дискриминации в отношении женщин) и Конвенции о ликвидации всех форм дискриминации в отношении женщин (Конвенция о ликвидации всех форм дискриминации в отношении женщин) 10. Осуществление Конвенции о ликвидации всех форм дискриминации в отношении женщин (Конвенция о ликвидации всех форм дискриминации в отношении женщин) и Конвенции о ликвидации всех форм дискриминации в отношении женщин (Конвенция о ликвидации всех форм дискриминации в отношении женщин) Это ловушка сама по себе. И я думаю, что большинство людей думают, что они свободны, но мы не свободны. Мы не так свободны, как могли бы быть. Я был более свободен, лежа на больничной койке в течение шести месяцев, не двигаясь, с трубами, выходящими из каждой части моего тела, куда мой ум теперь пошел и нашел свободу. Так что свобода - это странное слово. Мы думаем, что мы свободны, потому что вы можете ходить по парку. Это не значит, что мы свободны. 10. Осуществление Конвенции о ликвидации всех форм дискриминации в отношении женщин (Конвенция о ликвидации всех форм дискриминации в отношении женщин) и Конвенции о ликвидации всех форм дискриминации в отношении женщин (Конвенция о ликвидации всех форм дискриминации в отношении женщин)"
            },
            {
                "text": " Well, I'm not planning to go and create a family. I don't want children and I don't feel the need to have to go and procreate. I just feel that I don't have... It's not me, I don't have the drive. I feel I don't have to leave anything behind on this planet. When I leave this planet, it's the end of my line. There's nothing more after me. And I almost see it as a comic thing. A comic circle, perhaps. My family now are amazing people. We're a very, very small family. And I've had to encompass many people around the world as my family. So my friends sometimes complete strangers have been closer to me than some other family members. So my mother and father are amazing. I'm very lucky there. But I'm happy to be the last of my line. Once I go, there's nothing, nothing off to me.",
                "timestamp": [
                    403.0984126984127,
                    475.1267120181406
                ],
                "translated": "Ну, я не собираюсь уезжать и создавать семью. Я не хочу детей, и я не чувствую необходимости идти и воспроизводить. Я просто чувствую, что у меня нет. 10. Осуществление Конвенции о ликвидации всех форм дискриминации в отношении женщин (Конвенция о ликвидации всех форм дискриминации в отношении женщин) и Конвенции о ликвидации всех форм дискриминации в отношении женщин (Конвенция о ликвидации всех форм дискриминации в отношении женщин) 10. Осуществление Конвенции о ликвидации всех форм дискриминации в отношении женщин (Конвенция о ликвидации всех форм дискриминации в отношении женщин) и Конвенции о ликвидации всех форм дискриминации в отношении женщин (Конвенция о ликвидации всех форм дискриминации в отношении женщин) Это не я, у меня нет диска. Я чувствую, что мне не нужно ничего оставлять на этой планете. Когда я покину эту планету, это будет конец моей линии. После меня больше ничего не осталось. И я почти вижу это как комическую вещь. Комический круг, возможно. Моя семья теперь удивительны люди. Мы очень, очень маленькая семья. И мне пришлось объединить многих людей по всему миру в мою семью. Так что мои друзья, иногда совершенно незнакомые, были ближе ко мне, чем некоторые другие члены семьи. Так что моя мама и папа удивительны. Мне там очень повезло. Но я счастлив быть последним из моей линии. Как только я уйду, у меня ничего не останется. 10. Осуществление Конвенции о ликвидации всех форм дискриминации в отношении женщин (Конвенция о ликвидации всех форм дискриминации в отношении женщин) и Конвенции о ликвидации всех форм дискриминации в отношении женщин (Конвенция о ликвидации всех форм дискриминации в отношении женщин)"
            }
        ]
    },
    "Cameron's interview - CANADA - #HUMAN (360p)": {
        "chunks": [
            {
                "text": " My name is Cameron Diaz. I'm 41 years old on my way to 42. I am an actor and film. I recently just wrote a book called The Body Book, co-authored with a wonderful writing partner named Sandra Bark. And I grew up in Long Beach, California. I live in Los Angeles and New York. I go back and forth, but I like the seasons. And what else do I need to tell you? I think that's it, right?",
                "timestamp": [
                    0.44117913832199546,
                    29.094603174603176
                ],
                "translated": "Меня зовут Кэмерон Диас. Мне 41 год, я на пути к 42. Я актёр и кино. Недавно я только что написал книгу под названием Книга тела, соавторство с замечательным партнером по написанию по имени Сандра Барк. А я вырос в Лонг-Бич, Калифорния. Я живу в Лос-Анджелесе и Нью-Йорке. Я езжу туда-сюда, но мне нравятся сезоны. И что еще я должен сказать вам? Я думаю, что это все, не так ли?."
            },
            {
                "text": " When people say, oh, I want to be like you, I want to be an actor, I want to look like you. The question I always ask them is why? Like really why? And people, and especially America, this idea of fame, that to be famous means that you're successful, that you're happy. It's not about, I don't do what I do because I want to be famous. That's part of being famous is my job. I am not, when I'm home, I am not and I'm with my family and my friends. I am not famous. I am me and I'm Cameron and that doesn't, fame does not define me. And so if you are looking for fame to define you, then you will never be happy and you will always be searching for happiness and you will never find it in fame. And so it goes back to, I think for me, authenticity, intention, why do you want to do anything you do? It should not be motivated by something that you think is going to make fulfillment comes from within you by being authentic to yourself. Not chasing fame.",
                "timestamp": [
                    29.210702947845807,
                    99.40462585034014
                ],
                "translated": "Когда люди говорят: «О, я хочу быть как ты, я хочу быть актёром, я хочу выглядеть как ты». Вопрос, который я всегда задаю им, почему? Как на самом деле почему? И люди, и особенно Америка, эта идея славы, что быть знаменитым означает, что вы успешны, что вы счастливы. Дело не в том, что я делаю то, что делаю, потому что хочу быть знаменитой. Это часть моей работы, чтобы быть знаменитым. Я не, когда я дома, я не и я с моей семьей и моими друзьями. Я не знаменит. Я - это я и я - Кэмерон, и это не значит, что слава меня не определяет. И если вы ищете славу, чтобы определить себя, то вы никогда не будете счастливы, и вы всегда будете искать счастье, и вы никогда не найдете его в славе. И поэтому это возвращается к, я думаю, для меня, подлинности, намерения, почему вы хотите делать то, что вы делаете? Это не должно быть мотивировано чем-то, что, как вы думаете, приведет к удовлетворению изнутри вас, будучи подлинным с собой. Не в погоне за славой. 10. Осуществление Конвенции о ликвидации всех форм дискриминации в отношении женщин (Конвенция о ликвидации всех форм дискриминации в отношении женщин) и Конвенции о ликвидации всех форм дискриминации в отношении женщин (Конвенция о ликвидации всех форм дискриминации в отношении женщин)"
            },
            {
                "text": " I was really fortunate, the education that I got from my parents was really an amazing, I was so lucky to have just the best parents who really trusted and empowered and, you know, they just gave us everything. There was an moment where my parents weren't teaching us. They were always teaching us, very actively teaching us, um, work ethic, um, how to be a good person, how to treat people, how to be in, um, a good human being. Like, that was a very important thing to them. And, um, there was always lessons, always lessons. And, um, I think that they just, um, loved with every part of their being. They loved us so deeply. And that, I think, is just to know what it feels like to be loved, to know how to love and how to be loved is such an important thing. And they really showed us, my sister and I, how to do that.",
                "timestamp": [
                    99.54394557823129,
                    166.6960544217687
                ],
                "translated": "Мне очень повезло, образование, которое я получил от моих родителей, было действительно удивительно, мне так повезло, что у меня были лучшие родители, которые действительно доверяли и расширяли возможности, и, вы знаете, они просто давали нам все. Был момент, когда мои родители не учили нас. Они всегда учили нас, очень активно учили нас, эм, трудовой этике, эм, как быть хорошим человеком, как обращаться с людьми, как быть, эм, хорошим человеком. Это было очень важно для них. И, эм, всегда были уроки, всегда были уроки. И, эм, я думаю, что они просто, эм, любили каждой частью своего существа. Они так сильно любили нас. И это, я думаю, просто знать, каково это чувствовать себя любимым, знать, как любить и как быть любимым, это так важная вещь. И они действительно показали нам, моей сестре и мне, как это делать. 10. Осуществление Конвенции о ликвидации всех форм дискриминации в отношении женщин (Конвенция о ликвидации всех форм дискриминации в отношении женщин) и Конвенции о ликвидации всех форм дискриминации в отношении женщин (Конвенция о ликвидации всех форм дискриминации в отношении женщин)"
            },
            {
                "text": " When my father died, the moment that not knowing what that meant, not knowing what it would mean to be without him, I think was probably the hardest moment. And to have to see my mother have to say goodbye to him. And that was just really hard. And all of the family. But yeah, I think that that moment of not knowing really was so painful. And then after that knowing that learning the lessons, like being very soon, like the next morning when I woke up and I was, I had a, I had this moment where I was like, oh my god, my dad is dead. Like he's dead. He's gone. And I had this moment where I had a visual of my dad standing next to me. And all of a sudden, I looked over and he was gone. And there was this massive hole, this huge, huge hole that was so deep I couldn't see the end of it. It was so dark. It was so overwhelming. And on the other side of that hole was this massive pile of dirt. It was so high, it like I couldn't see the top of it. And I instinctively, I went, I walked around the hole, saw myself walking around the hole, and I started, I rolled up my sleeves, and I started climbing through the dirt. And as soon as I dug my hand into the dirt, I pulled my hand out, and was strands of emeralds and rubies and in this hand was a gold goblet and I was so perplexed for a moment and I just immediately all of this and I realized, okay, where he once was is now this, he has left me a task, a responsibility that I must climb up this pile of dirt that seems so overwhelming. And I must dig out all the treasures that he's left behind, all of the jewels, all of the lessons, all of the things that are going to enrich my life. And I just saw myself climbing through it, I'm still climbing up that, you know, up to the top and I've gotten so many, he's left me so many beautiful treasures, so.",
                "timestamp": [
                    166.81215419501135,
                    302.41668934240363
                ],
                "translated": "Когда умер мой отец, тот момент, когда я не знала, что это значит, не знала, что значит быть без него, я думаю, что это был, вероятно, самый тяжёлый момент. И мне пришлось увидеть мою мать, когда ей пришлось с ним попрощаться. И это было очень тяжело. И всей семьи. Но да, я думаю, что тот момент, когда я не знала, был очень болезненным. И потом после этого, зная, что я усвоил уроки, как очень скоро, как на следующее утро, когда я проснулся и я был, у меня был, у меня был этот момент, когда я был как, о, Боже мой, мой отец умер. Как будто он мертв. Он ушел. И у меня был момент, когда я видел своего отца, стоящего рядом со мной. И вдруг, я посмотрел вокруг и увидел, что его нет. И там была эта огромная дыра, эта огромная, огромная дыра, которая была настолько глубокая, что я не мог видеть её конца. Было так темно. Это было так потрясающе. А с другой стороны этой дыры была огромная куча грязи. Он был настолько высоким, что я не мог видеть его вершину. И я инстинктивно, я пошел, я пошел вокруг скважины, я увидел себя, идущего вокруг скважины, и я начал, я засучил рукава, и я начал лазать через грязь. И как только я закопал свою руку в грязь, я вытащил свою руку, и были нити изумрудов и рубинов, и в этой руке была золотая чаша, и я был так озадачен на мгновение, и я сразу же все это и я понял, хорошо, где он был когда-то, теперь это, он оставил мне задачу, ответственность, что я должен подняться на эту кучу грязи, которая кажется такой потрясающей. И я должна выкопать все сокровища, которые он оставил, все драгоценности, все уроки, все те вещи, которые обогатят мою жизнь. И я только что увидел себя взбирающимся через это, я все еще взбираюсь туда, знаете, вверх, и я получил так много, он оставил мне так много красивых сокровищ, так. 10. Осуществление Конвенции о ликвидации всех форм дискриминации в отношении женщин (Конвенция о ликвидации всех форм дискриминации в отношении женщин) и Конвенции о ликвидации всех форм дискриминации в отношении женщин (Конвенция о ликвидации всех форм дискриминации в отношении женщин)"
            }
        ]
    },
    "James May Talks- TV, Animals, Clarkson & Hammond (360p)": {
        "chunks": [
            {
                "text": " Hello viewers, I'm here James May sitting in this very comfortable armchair in Lucy Brown's social media dungeon to answer the difficult questions you've asked. And let's go straight into it whilst I enjoy this California dream gin and tonic. I know the idea of the animal sanctuary is something we've talked about as a TV show, which I think is fascinating as an idea. I had the, the neighbours would hate this, but in the village where I spend some of my time in Wiltshire near where the pub is, I had the idea that because I've got this field, it's really a garden, but it's a field, but it's not an agricultural field, and it's on a bit of a slope and it has some woodland. I thought well I could have a donkey or two or a couple of goats because they're very entertaining and I like talking to animals and then we sort of thought well what if we got everybody in the village to start adopting animals and you know every house would have some ducks or rabbits or a cat or a dog or maybe if they had a bit of a bit of garden they could have an unwanted horse or a tired old cow or something like that and then it would become animal village and then we'd have to stop people driving through it or they'd have to be escorted through it because the place would be overrun with animals and we could talk to them all and save them and and and commune with them and it be just brilliant. But then, of course, because it would be a TV show, it would last for maybe a season or two. And then it would stop. And then I would own dozens of animals. And what do you do? Because you can't throw them away, like you can with cars. They are sentient and they need care. The thing about domesticated animals, I think, wild animals are very different, but domesticated animals are the way they are because we've made them that way. We have bred them to the point where they can't be self-sufficient and look after themselves. They can't be released into the wild. Therefore, we have a moral duty to care for them, because if we don't, we diminish ourselves as humans, which is why I feel very attached to domesticated animals. I don't just mean pets. I also mean, you know, things like sheep and goats and cows. I never know. I mean, I spend a lot of time studying my cat, who's with the best the best one in the world a bit dim and I try to work out if there's anything going on in his head or if he even really knows me or if I'm just a source of warmth. I might just be a source of warmth he may just be a temperature and moisture activated mechanism who happens to have quite a cute little furry face and does some mildly amusing things occasionally. I often think that if I became two inches tall suddenly, my cat who appears to love me would actually kill me for his own entertainment, because I'd be like that ping-pong ball that he likes chasing around, or a mouse. Not that he ever catches a mouse because he's fat and useless, but you know what I mean So animal welfare is a difficult one because We eat animals are eat animals. I think they should be dispatched humanely But ultimately if you take the view that the welfare of animals is Important you'd have to come to the conclusion that we shouldn't kill them and eat them. And I struggled with that one a bit. Have you ever been tempted to be vegetarian? I did try it. I tried it. I kept it up for about nine months, but to be brutally honest, it made me ill. I did actually end up in hospital because my guts couldn't cope with it and became inflamed and Mae'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n my imagine a future where humans don't eat animals anymore and it may be one of those things we look back on the way we look back on slavery and child labor and things like that they'll say you know what they used to do in the old days they used to eat animals do you talk to your cats yes I talked to all animals I had a very long conversation with the horse a little while back when I say conversation I talked at the horse and the horse took a big dump while I was talking to it But I think I thought everybody talks to animals. It's perfectly normal isn't it? You want obviously, you know My cat's called Banser and I talked with him the only word he possibly understands is Banser the rest of it is this as far as he can say, I know he can't speak. And I remember writing this in a column I did years ago about another cat we had, is that he was equipped with everything you need to speak. So to speak, you need a voice box and you need a tongue and teeth, you know, how these things move around, form all the sounds that we use to make words. And he's got all those, so he could technically talk. But he doesn't talk, he only goes me out and makes bleeding noises when he wants some food or he wants to be picked up and cuddled. And my conclusion was, and I can't argue my way out of my own conclusion, the reason the cat and the dog and the horse don't talk is because they don't have anything to say. I think you're right, most people do speak to animals. But by your own conclusion, you don't think they understand us. So why do you think everyone speaks to them anyway? Because the main purpose, I think of of pets especially is is to make us feel better they are Sarah my other half put it very nicely she says their hairy or furry Reminders of human neediness And there is something about that but at the same time I I also think there is well well, two things, I admire in animals that their state of complete bliss, especially say a sleeping cat or a cow or a horse just munching on some grass and a field on a nice day or sheep running around the hills. I mean, it is a state of pure bliss. It's the absence of care. They have nothing to worry about, apart from finding a bit of grass. So I think we like that in the animals, and we project it backwards and forwards. We envy their lifestyle in many ways, and we sort of wish we could be, well, that oblivious. That's how it appears to us in many ways. But at the same time, I think you can, although animals don't understand words, certain animals do seem to understand, I mean, dogs especially understand your emotions. They know when you're unhappy or scared. Horses know when you're scared. They take advantage of it, don't they they? I mean I've been thrown from a horse because the horse knew that I didn't really like being on the horse because I love horses and talking to horses and rubbing their noses but I don't like sitting on them I just think that's an absolutely mad idea why would you do that? It's got a brain of its own and it's only about that big so there is something going on going on, but we don't quite understand what it is, and it's possibly best that we don't, because that keeps the mystery of the relationship alive. Yes, it might be thinking the same about you. It could be. I mean, I once thought, what if there's a horse, I mean, we imagine the horse is sort of quite simple souls, really, but there's a horse in a field or a cow munching away at the grass sun shining down on its back and it's all nice and That horse invents the separate condenser steam engine this happened a few hundred years ago the horse suddenly thinks shit I think I've got it that bloke Newcomen has come up with this engine but he hasn't't quite got it right, because it relies on atmospheric pressure. It should actually be the steam pressure, and it should have a separate condenser. And he thinks all that, and then he remembers, no, I'm a horse, and I can't hold a pen. So I can't write it down. I can't explain it to anybody, because I can't speak. And I can't make it, because I don't have a post thumbs of any got hooves. So it just stays in the mind of the horse. I mean cats and dogs may be working on the liberty for fabulous operas or musical comedies or something, but we don't know because they can't unlock it. What if, I mean cats especially, you know, who go out and wander around by by themselves what if they all Get together in some secret place in the neighborhood and they're discussing who's got some nice chicken left over bits that you might be able to scrounge or Who's got a warm bonnet on their car to go and lie on or they might be there might be plotting something much bigger Well, they might all be playing in jazz bands because you sort of imagine you imagine that cats are in jazz bands and dogs are in rock bands they might be doing that in secret in lockups well that might just be because I watch the aristocats as a kid I don't know ACDC couldn't have cats in it but it could have dogs a Miles Davis couldn't have been a See, I've also got this series that all people, you've heard this one, do you see? Everybody in the world is a cat or a dog. And I don't mean by that, they look like a cat or a dog, or even necessarily behave like a cat or a dog, but they have a quality about them that means they're cats or dogs. You are a cat, Lucy Brain. I think I am a cat. I think you're a dog, Gus. Why? I can't explain it, but you are... I'm not sure if that's good or not. It's neither, because dogs and cats are both great, but if you suddenly became a pet, you would become a dog. It's nothing to do with the way you look, or the way you sang, or anything like that, or the clothes you wear, or your hair, or your glasses, or your shoes, or anything. It's just, people are either cats or dogs. Richard Hammond is a cat, Jeremy Clarkson is a dog. Name someone else I know, and I'll tell you what they are. They can be a famous person, I can probably hear. Anyone's dog. He's a cat. Even though he's very fond of dogs, he is a cat. Dog. Dog. I hope that makes sense. Perhaps you'd like to let me know in the comments if you think you are a cat or a dog or if you just think I'm talking total bollocks you don't need to explain why you're a cat or a dog you can just tell me if you think you are and if you think this theory stands up thank you for watching how long was that Lucy Brown I don't know why I always call you Lucy Brown you're just Lucy aren't you but somehow you're Lucy Brown 15 minutes 15 minutes that's 15 minutes you'll never get back views you don't need to tell me that Mae'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n my",
                "timestamp": [
                    0.046439909297052155,
                    677.1170975056689
                ],
                "translated": "Здравствуйте, зрители, я Джеймс Мэй, сижу в этом очень удобном кресле в социальных сетях Люси Браун, чтобы ответить на сложные вопросы, которые вы задавали. И давайте пойдем прямо к делу, пока я наслаждаюсь этим джином и тоником калифорнийской мечты. Я знаю, что идея заповедника для животных - это то, о чем мы говорили как о ТВ-шоу, и я думаю, что это увлекательная идея. У меня было, соседи бы ненавидели это, но в деревне, где я проводил некоторое время в Уилтшире рядом с пабом, у меня была идея, что, поскольку у меня есть это поле, это действительно сад, но это поле, но это не сельскохозяйственное поле, и оно находится на небольшом склоне, и там есть немного леса. Я подумал, что я мог бы иметь осла или двух или пару коз, потому что они очень развлекательны, и мне нравится разговаривать с животными, и затем мы подумали, что если бы мы заставили всех в деревне начать усыновлять животных, и вы знаете, в каждом доме было бы несколько уток или кроликов или кошек или собак, или, может быть, если бы у них был небольшой сад, они могли бы иметь нежелательную лошадь или усталую старую корову или что-то подобное, и тогда это стало бы деревней животных, и тогда нам пришлось бы остановить людей, проезжающих через нее, или их пришлось бы сопровождать через нее, потому что это место было бы переполнено животными, и мы могли бы разговаривать со всеми ими и спасать их и общаться с ними, и это было бы просто великолепно. Но потом, конечно, потому что это будет телевизионное шоу, оно продлится, возможно, сезон или два. И тогда она остановилась. И тогда у меня было бы десятки животных. И что ты делаешь? Потому что ты не можешь выбросить их, как ты можешь выбросить машины. Они чувствительны и нуждаются в заботе. Что касается одомашненных животных, я думаю, что дикие животные очень разные, но одомашненные животные такие, какие они есть, потому что мы сделали их такими. Мы вырастили их до такой степени, что они не могут быть самодостаточными и заботиться о себе. Их нельзя выпускать в дикую природу. Поэтому у нас есть моральный долг заботиться о них, потому что если мы этого не делаем, мы уменьшаем себя как людей, и именно поэтому я очень привязан к домашним животным. Я имею в виду не только домашних животных. Я также имею в виду, знаете, такие вещи, как овцы, козы и коровы. Я никогда не знаю. Я имею в виду, я трачу много времени, изучая моего кота, который с лучшим, лучшим в мире, немного темным, и я пытаюсь выяснить, происходит ли что-то в его голове или он вообще действительно знает меня, или я просто источник тепла. Я могу быть только источником тепла, а он может быть только механизмом, активируемым температурой и влажностью, у которого довольно милое маленькое пушистое лицо и иногда делает какие-то немного забавные вещи. Я часто думаю, что если бы я внезапно вырос на два дюйма, мой кот, который, кажется, любит меня, на самом деле убил бы меня для собственного удовольствия, потому что я был бы как мяч для пинг-понга, за которым он любит гоняться, или как мышь. Не то, чтобы он когда-либо ловил мышь, потому что он толстый и бесполезен, но вы знаете, что я имею в виду. Так что благополучие животных - это трудное дело, потому что мы едим животных, мы едим животных. Я думаю, что они должны быть отправлены гуманно Но в конечном итоге, если вы придерживаетесь мнения, что благополучие животных важно, вы должны прийти к выводу, что мы не должны убивать их и есть их. И я немного с этим боролся. Вы когда-нибудь испытывали соблазн быть вегетарианцем? Я пытался. Я попробовал. Я продолжал это делать около девяти месяцев, но, если быть жестоко честным, от этого мне стало плохо. I did actually end up in hospital because my intestines couldn't cope with it and became inflamed and I actually ended up in hospital because my intestines couldn't cope with it and became inflamed and I actually ended up in hospital because my intestines couldn't cope with it and became inflamed and I actually ended up in hospital because my intestines couldn't cope with it and became inflamed and I actually ended up in hospital because my intestines couldn't cope with it and became inflamed and I actually ended up in hospital because my intestines couldn't cope with it and became inflamed and I actually ended up in hospital because my intestines couldn't cope with it and became inflamed and I actually ended up in hospital because my intestines couldn't cope with it and became inflamed and I actually ended up in hospital because my intestines couldn't cope with it and became inflamed and I actually ended up in hospital because my intestines couldn't cope with it and became inflamed and I actually ended up in hospital because my intestines couldn't cope with it and became inflamed and I actually ended up in hospital because my intestines couldn't cope with it and became inflamed and I actually ended up in hospital because my intestines couldn't cope with it and became inflamed and I actually ended up in hospital because my intestines couldn't cope with it and became inflamed and I actually ended up in hospital because my intestines couldn't cope with it and became inflamed and I actually ended up in hospital because my intestines couldn't cope with it and became inflamed and I actually ended up in hospital because my intestines couldn't Это совершенно нормально, не так ли? Вы хотите, очевидно, вы знаете Моего кота зовут Бансер, и я разговаривал с ним, единственное слово, которое он, возможно, понимает, это Бансер, остальное - это то, что он может сказать, я знаю, что он не может говорить. И я помню, что писал это в колонке, которую я сделал много лет назад о другом коте, который у нас был, что он был оснащен всем необходимым, чтобы говорить. Таким образом, чтобы говорить, вам нужна голосовая коробка, и вам нужны язык и зубы, вы знаете, как эти вещи двигаются вокруг, формируя все звуки, которые мы используем для создания слов. И у него все это есть, так что он может говорить. Но он не говорит, он только выходит из меня и делает кровавые звуки, когда он хочет немного еды или он хочет, чтобы его подняли и обняли. И я пришел к выводу, и я не могу опровергнуть свой собственный вывод, что причина, по которой кошка, собака и лошадь не разговаривают, в том, что им нечего сказать. Я думаю, ты прав, большинство людей разговаривают с животными. Но по твоему собственному заключению, ты не думаешь, что они нас понимают. Так почему вы думаете, что все говорят с ними в любом случае? Потому что главная цель, я думаю, домашних животных, особенно это, чтобы заставить нас чувствовать себя лучше они Сара моя другая половина поставить его очень хорошо она говорит, что их волосатые или пушистые Напоминания о человеческой нужде И есть что-то о том, но в то же время я также думаю, что есть хорошо хорошо, две вещи, я восхищаюсь в животных, что их состояние полного блаженства, особенно говорят спящий кот или корова или лошадь просто глотать на некоторой траве и поле в хороший день или овец бегать по холмам. Я имею в виду, это состояние чистого блаженства. Это отсутствие заботы. Им не о чем беспокоиться, кроме как о том, чтобы найти немного травы. Поэтому я думаю, что нам это нравится у животных, и мы проецируем это назад и вперед. Мы завидуем их образу жизни во многих отношениях, и мы как-то хотели бы, чтобы мы могли быть, ну, настолько невнимательными. Вот как это представляется нам во многих отношениях. Но в то же время, я думаю, вы можете, хотя животные не понимают слов, некоторые животные, кажется, понимают, я имею в виду, собаки особенно понимают ваши эмоции. Они знают, когда ты несчастен или напуган. Лошади знают, когда ты напуган. Они пользуются этим, не так ли? Я имею в виду, меня сбросили с лошади, потому что лошадь знала, что мне не очень нравится сидеть на лошади, потому что я люблю лошадей и разговаривать с ними и тереть их носы, но мне не нравится сидеть на них. Я просто думаю, что это совершенно безумная идея, почему бы вам это делать? У него есть свой собственный мозг, и он только примерно такой большой, так что что-то происходит, но мы не совсем понимаем, что это такое, и, возможно, лучше не делать этого, потому что это сохраняет тайну отношений живой. Да, он может думать то же самое о тебе. Может быть. Я имею в виду, однажды я подумал, что если бы была лошадь, я имею в виду, мы представляем лошадь как довольно простую душу, на самом деле, но есть лошадь в поле или корова, глотающая траву, солнце светит на ее спину, и все это прекрасно, и эта лошадь изобретает отдельный конденсаторный паровой двигатель, это произошло несколько сотен лет назад, лошадь внезапно думает, дерьмо, я думаю, я понял, этот парень Ньюкомен придумал этот двигатель, но он не совсем понял, потому что он полагается на атмосферное давление. На самом деле это должно быть давление пара, и он должен иметь отдельный конденсатор. И он все это думает, а потом вспоминает, нет, я лошадь, и я не могу держать ручку. Поэтому я не могу записать это. Я не могу объяснить это никому, потому что я не могу говорить. И я не могу сделать это, потому что у меня нет никаких копыт. Так что это просто остается в сознании лошади. Я имею ввиду, что кошки и собаки могут работать над свободой для сказочных опер или музыкальных комедий или чего-то еще, но мы не знаем, потому что они не могут ее разблокировать. Что если, я имею в виду, особенно кошки, вы знаете, которые выходят и бродят вокруг сами по себе, что если они все соберутся в каком-то тайном месте по соседству, и они обсуждают, у кого есть хорошие кусочки курицы, которые вы могли бы скрроунг или у кого есть теплый капот на своей машине, чтобы пойти и лечь на или они могут быть там, они могут замышлять что-то гораздо большее Ну, они могут все играть в джазовых группах, потому что вы как-то представляете, вы представляете, что кошки в джазовых группах, а собаки в рок-группах, они могут делать это тайно в тюрьмах, ну это может быть просто потому, что я смотрел на аристократов, когда был ребёнком, я не знаю, ACDC не мог иметь в нем кошек, но в нем могли быть собаки, Майлз Дэвис не мог быть, видите, у меня также есть эта серия, что все люди, вы слышали это, видите? Каждый в мире является кошкой или собакой. И я не имею в виду, что они выглядят как кошка или собака, или даже обязательно ведут себя как кошка или собака, но у них есть качество, которое означает, что они кошки или собаки. Ты кошка, Люси Брейн. Я думаю, что я кошка. Я думаю, ты собака, Гас. Я не могу объяснить, но ты можешь. 10. Осуществление Конвенции о ликвидации всех форм дискриминации в отношении женщин (Конвенция о ликвидации всех форм дискриминации в отношении женщин) и Конвенции о ликвидации всех форм дискриминации в отношении женщин (Конвенция о ликвидации всех форм дискриминации в отношении женщин) 10. Осуществление Конвенции о ликвидации всех форм дискриминации в отношении женщин (Конвенция о ликвидации всех форм дискриминации в отношении женщин) и Конвенции о ликвидации всех форм дискриминации в отношении женщин (Конвенция о ликвидации всех форм дискриминации в отношении женщин) Я не уверен, это хорошо или нет. Это ни то, ни другое, потому что собаки и кошки оба великолепны, но если бы вы вдруг стали домашним животным, вы бы стали собакой. Это не имеет ничего общего с тем, как ты выглядишь, или как ты поешь, или чем-то подобным, или одеждой, которую ты носишь, или твоими волосами, или твоими очками, или твоей обувью, или чем-то подобным. Просто люди - это либо кошки, либо собаки. Ричард Хэммонд - кот, Джереми Кларксон - собака. Назови кого-нибудь еще, кого я знаю, и я скажу тебе, кто они. Они могут быть известным человеком, я могу, вероятно, услышать. Любая собака. Он кот. Несмотря на то, что он очень любит собак, он кот. Собака. Собака. Надеюсь, это имеет смысл. Возможно, вы хотели бы, чтобы я знал в комментариях, если вы думаете, что вы кошка или собака, или если вы просто думаете, что я говорю полный дурака вам не нужно объяснять, почему вы кошка или собака, вы можете просто сказать мне, если вы думаете, что вы, и если вы думаете, что эта теория стоит благодарю вас за просмотр, как долго было, что Люси Браун Я не знаю, почему я всегда называю тебя Люси Браун вы просто Люси не вы, но каким-то образом вы Люси Браун 15 минут 15 минут, что 15 минут вы никогда не получите обратно просмотров вам не нужно говорить мне, что это изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение изображение"
            }
        ]
    },
    "Tom Cruise on Performing His Own Dangerous Stunts, ‘Mission Impossible’ Training, and Cliff-Hangers (360p)": {
        "chunks": [
            {
                "text": " Ever since I saw the featurette of you on the motorcycle, I've been wanting to ask you this question. There's a moment before you go on the first run and you look off to the end of the ramp and you go. Do you remember this moment? Yes. What was that? Okay, there's two things. Okay. One, it was, okay, I'm gonna do this. That did feel that emotion. It's like, okay, let's go because I didn't know what was gonna happen. It was the first day filming. Look, I've spent years preparing for this. It's not just the years prepping and figuring it out, but I've been riding motorcycle since I was a little kid, been parachuting, training, constantly developing kind of, for years developing, developing knowledge, developing technology on how to shoot these things and really, how to tell a story. It's not just capturing an image, but it's how do we tell a story. So when I was on the ramp, I was thinking, I'm gonna see how this goes. You know, be cute. I talked about it. I know the camera. As that helicopter's going across, we had to be in sync because he could have blown me off that ramp. So his timing, my speed had to be perfect to adjust the camera. So I was, I, everything, the rhythms of everything we had to do and everything we trained, now's the moment where I'm going off the cliff. And I'm thinking of performance. And it was also, it was a nod. It also was a cue to tell everyone I'm about to go. So it was keying off everyone. I called my own action. So they said action, but no one went. I had to find something where I didn't take my hands off the bike. Like I couldn't give a hand signal. And I also wanted to be part of performance where you just seemed my head went down. I went like that. That told the helicopter I'm going. It told the drones I'm going. And so all of that timing came off. And once I did that, I had to release a bike. Yeah. So I go like that. And that's the moment I must release the bike. Otherwise, all of the, everything's, the sink is going to be off. And would also affect just the, you know, the dynamics of doing something like that, the downdraft from the helicopter, where the position of the drone is going to be all the camera operators, so that when I'm going off and, you know, yeah, you finally flew without a plane. I know it was amazing. Speaking of McEw, he told a little story that after the first reading, he tells a great story. After the first screening of every mission impossible film, you whisper in his ear and you say, we can do better. That's just a mission impossible. It's just mission impossible. No, not everything. Every movie we make, I look at it and I'm watching it so we can do better. Even talk them. Even Maverick. Always. You think you can make a better Maverick. Oh, I think I can't. Are you going to? That's the question. So how do you, when you say after fallout, how did you improve on it? Because I do really believe, I just watched the entire series in succession. I do really believe that you have improved on every single one, but how do you do that as a filmmaker and as an actor? And then how are you going to do that for the second part of this one? You know, we're always looking at how the story is immersive. Every since I was a kid, I've studied movies, I've studied studios, distribution, traveled the world and watch films with audiences all over the world. They're movies in their culture and my films to see how they translate. And I'm always going, how can I hone a story to make it as immersive as possible? And with each one, I'm constantly learning. The amazing thing about this art form, the amazing thing about this life is that you're constantly learning. It's both fantastic and terrible. I mean, like, oh my gosh. And we're constantly pushing it to that next level. Not just with stunts, but story. How can we, with the resources that we have, give a better experience or immersive experience for an audience? So those things, and it's just like I'm going, I'm not going to try to compete, but all the things that I've learned in terms of character development, story structure, how to, you know, filming, you know, I'm always challenging myself on a daily basis and my crew, and McKee and I back and forth going, really thinking in terms of just what's connecting me to the story or not what's connecting me to the environment or not so here we are shooting in Rome and also looking at the city and not trying to put something in that is a forcing the geography we're going what's this what's the geography telling us what is what story can we tell you have an actress like Haley at well when we you know someone who we've admired for many years and thought when when we were thinking this movie when you when we need her we're going what story can we tell with Ethan and we knew you know we wanted to go in back more into the history and pull up Henry Cerney and and and really you just felt that the movie wanted to do it and I felt that the franchise had earned earned it. So those are the things that I'm constantly looking like. For me, it's, you know, and I don't know how many films I've produced. I don't know how many films I've overseen. But that is how I feel about it. I want to not just say I'm going to try to outdo myself, but going, what is this story? And how can I take this kind of story and from my knowledge of audiences global audiences how can I tell the story in the same manner but engage a broader audience is best I can. You've been running a movie since 1991. Two of my favorite runs are in this one and you do a lot of running in this one. It was a huge has me running every time he's like I can read you and they're getting longer. They are, but that's my question. We all see you run. We all enjoy you running. Your fans love you running. But how do you actually train for it? Because you're training for do you do have personal best that you up? You're grinning now because it's right. It's a very good question because it's interesting because I have to go through it. And I'm looking at just as an actor and in my life, I've always trained just to make movies because the endurance and the, you know, I train in many things, singing, dancing, you know, motorcycles, cars. And also in my personal life, I like doing like skydiving and speed flying and all these things. And I like to then go learn these things and then apply it to the movies. But it's a, it is a have gone through to figure out how do I train, how do I maintain, how do you hit peak right at the moment because also when I'm doing sprinting scene, I don't just run once. I have to run, like sometimes I've done 50 sprints in one day which is, so I have to think about what the recovery time is, what scenes I'm shooting before and after, and I've gotten better at really structuring things within the film and sitting down and going, here's because I have to prepare for the jump off the motorcycle. So there's certain things and you're using different your body in a different way, or if I'm doing gymnastics or a fighting scene. You know, you don't want to do a fight right there when I'm going to sprint. And how do I prepare and how do I recover? And also the hours that I work. I work seven days a week. And I'm producing. So it's just a, you know, and everything else that we are dealing with during this time period is, you know, but I enjoy that I have to say I enjoy the pressure. I do enjoy the challenge. But I realize like I woke up, you know, and I enjoy this. I like putting myself through in these kinds of situations. Well, last question. I heard you just say you never think it's big enough. Yes. The next couple of stunts, McQ gave me a little tease. He says the last shot in this one sets up one of the stunts in the next one, which we can assume what that is. But we've also seen shots of you out on the plane, walking out on the plane. Did you go bigger in this one than in my I can't tell you. I could tell you we want bigger. I shouldn't tell you that I could tell you, but then I'd have to kill you. You could tell me we just hurt me a little bit. That's a lot of the top god. But in this one then, yeah, which one of the three sequences do you think was the biggest in terms of as a producer and actor? You know what? Each one has been very challenging. Each one was really fun because look, we built the train. The train is real. We had to build the train to put it down a track to send it off the track. All of this stuff. And also what I enjoy is, you know, the action that I do with Palm with Haley, the driving through here, the streets on the cobblestone, one hand, and because like you're gonna have, you can be handcuffed, oh my gosh, okay, so I'm practicing drifting, and the Fiat had a very, you know, small wheelbase, so it would catch on the cobblestones, and Haley and I are in the car together as we're doing it. Each one had a different kind of adventure about it, and a different challenge. Always with motorcycles, it's challenging because you're looking at it, but I don't have pads, so I rehearse all the jumps and everything with the pads and high speed, and I'm always going very, very high speed. So, that stuff's always, even though they're little small jumps, you know, the things that I'm doing ahead of time, they're always a little tricky, you, you know, rocks and different things like that. So it's never boring. Every morning, there was, there was a bit of adventure. And also the, the base jumping that we did, you can see in the EPK, you can see me jumping out of the helicopter. I was testing the wind inside the bowl. And it wasn't just once I get off the ramp, it's still I have to, once I open the challenge is I have to open in a manner that if I'm destabilized in any way, the shoot will open in different ways. And they packed it beautifully for me. And it was very important that I always had the same team with me. But you could see I open and the parachute open in a way that threw me into the side of the mountain. And you could see I'm just, you have to really be ready that when it opens, that if I'm with this, and I was about this close to the, to the side of the mountain that you pull the, you know, you get the parachute very quickly, very quickly away from not dragging the any piece of the parachute on the rock. So every day there was some, there was, there was a challenge, which I like, plus performance, plus, you know, it's not just about me, it's about our whole cast and really, that's why we're happy to put the bite jump out because they thought they saw it and they've never seen it. You won't see it until you see the movie. And there's another shot that has, we're so low as I'm getting to the ground, it's right over me as I'm going very low to the ground. You can see that shot there to get that shot was was very interesting. And we know that we're happy to send that out because we know we have the whole train. We know you have the whole, you know, horses in the beginning, you know, all the horseback riding, all of that stuff in the desert, a sandstorm. My favorite moments with you, as much as we love the big moments, the Ethan Quiet moments, you need that balance in the film. And I love that McHugh will linger on a shot just long enough. You'll tell the team, I got it, and there'll be that little bit of doubt. So how much joy do you still get into those quiet moments as much as you love the big moments? You know, I love all of the moments. I have to say all of those moments. And also when I see the other actors and we're constantly working with them to what's in what I love in movies, I want vivid characters. It's not it's not about me. It's about the story. And it's about how do we tell the story to engage an audience into an emotional story and a character journey. And there's this other stuff that we have. There's another there's it's the amount of time that we spend finding the story, finding those moments with the characters, and not just for myself, but the other actors in developing that stuff. That's what engages me. And then I want to thrill the audience also with these other things, because if you don't have that, it doesn't matter how big it is. If I'm not invested in the story and invested with the characters, and that is primary for us. And that's what keeps the franchise going. It's not just the story. And just movies, and why I want to see movies. I want to care about the people. I want to be interested in the world. I want to be interested in those people. That is movies. I'm using all of the skills that I, and the things that I love and cinema, and all of the dramatic and comedic and all those films and the character development that we have, and we're looking and I'm developing that with all the actors, and then putting it, all we're doing is putting a big landscape on top of that. That's all. It's, you know, from any other kind of movie that I've done, how do you have that emotion while you're juggling? How do you have that? The thing with this movie that I, when you're looking at the fiat and you're looking at Haley and I, we're playing those scenes in a two shot. Now, we don't have a bunch of takes that we can do. Those characters have to be connected and you have to find those moments like that. And that kind of skill to be able to play that kind of moment and comedy that normally I get to have in a Jerry McGuire or a Rainman or a cocktail where you have that you're on the ground you're doing that we're doing it at high speed and having it feel organic because it is organic it's happening now but you have to have actors that first we have to get them used to that kind of speed and that kind of pace and that kind of action. Now, you know, the scene on the train, it's like, you trust me. No, those kind of character moments that are real, that invest me in these people. And that's the thing always with Ethan. I was like, look, the key with this character and people like, oh, you know, no, he does this. It's like, he doesn't want to have to do that. He has to do it. And, you know, what he's about to go off that cliff, and what he's thinking about, what's interesting and what I want in it is that emotional investment as to why he's doing it. We understand. It's not just Tadah. We're not going Tadah. It's the story that's getting us there. And anyone that understands that level of performance, that level of storytelling understands like I could have that, that's the same kind of emotional investment that you have in a movie that we're shooting in a room. That's what I'm always looking for. I'm looking for audience engagement, character, audience engagement with that. And telling our story, we're not altering our story or what I want to do, but there's many different ways where I can push an audience away or I can pull them into my story and I can pull them into a character. And those are the things that I've played supporting roles and I've played the lead roles. So I know structurally every aspect of how to draw, how to draw an audience in and And when do I want to draw them in and when do I want to push them away? You know, with those different kinds of characters. And that's, that's constantly the evaluation as we're going through it. So it's not just, as an actor, I'm not going, it is character development. And it's, it's, but it's the whole, it's the whole story. It's every actor're casting the actors it's we're looking at them going okay what how do I celebrate their talent which is you know in old Hollywood they would look people and it's like and they built performances for them that's what I do if you look at my movies all the way back when I was a young actor you look at risky business you, you look at a few good men, you look at rainman, you look at these movies. My taste and my development is looking at actors and celebrating them and that it's us together and where do I put that camera? How do we write these lines? How do we develop it in a manner that is immersive for an audience? Because then you're seeing all these great And that's those kind of movies I love and those those kind of movies that I try to and aspire to make. So you're like the old lady that gave you the quarter. You're giving the quarter back. That's it. That's great. Yes. Yes. Yes. That's it. That's exactly it.",
                "timestamp": [
                    0.023219954648526078,
                    937.4824489795918
                ],
                "translated": "С тех пор, как я увидел твой снимок на мотоцикле, я хотел задать тебе этот вопрос. Есть момент, прежде чем вы пойдете на первый пробег, и вы смотрите на конец рампы и уходите. Вы помните этот момент? Ладно, есть две вещи. Ладно, ладно. Во-первых, это было, ладно, я собираюсь сделать это. Это действительно чувствовал это чувство. Это как, ладно, пойдём, потому что я не знал, что случится. Это был первый день съемок. Слушай, я годами к этому готовился. Это не просто годы подготовки и понимания, но я ездил на мотоцикле с тех пор, как был маленьким ребёнком, прыгал с парашютом, тренировался, постоянно развивался, в течение многих лет развивался, развивал знания, развивал технологию, как снимать эти вещи и, действительно, как рассказывать историю. Это не просто захват изображения, это то, как мы рассказываем историю. Так что, когда я был на рампе, я думал, я посмотрю, как это пойдет. Знаешь, будь милой. Я говорил об этом. Я знаю камеру. Когда вертолёт пролетает мимо, мы должны были быть в синхроне, потому что он мог сбросить меня с рампы. Так что его время, моя скорость должна была быть идеальной, чтобы настроить камеру. Так что я был, я, все, ритмы всего, что мы должны были сделать и все, что мы тренировались, сейчас момент, когда я спускаюсь с обрыва. И я думаю об исполнении. И это также было, это была кивка. Это также было сигналом, чтобы сказать всем, что я собираюсь уйти. Так что это отключало всех. Я сделал свой собственный ход. Так что они сказали действие, но никто не пошел. Я должен был найти что-то, где я не снимал руки с велосипеда. Как если бы я не мог дать знак рукой. И я также хотел быть частью представления, где ты просто казался, что моя голова опустилась. Я пошел вот так. Это сказало вертолету, что я еду. Он сообщил беспилотникам, что я еду. И так все это время вышло. И как только я это сделал, я должен был выпустить велосипед. - Да. И я так и делаю. И в этот момент я должен отпустить велосипед. В противном случае, все, всё, мойка собирается быть выключена. И это также повлияло бы на, вы знаете, динамику создания чего-то подобного, спуска с вертолета, где положение беспилотника будет соответствовать всем операторам камер, так что когда я собираюсь вылететь и, вы знаете, да, вы наконец-то полетели без самолета. Я знаю, это было потрясающе. Говоря о Макью, он рассказал небольшую историю, что после первого чтения, он рассказывает большую историю. После первого просмотра каждого фильма о невозможной миссии, ты шепчешь ему в ухо и говоришь, мы можем сделать лучше. Это просто невыполнимая миссия. Это просто невыполнимая миссия. Нет, не все. Каждый фильм, который мы делаем, я смотрю и смотрю, чтобы мы могли сделать лучше. Даже поговорить с ними. Даже Маверик. Всегда. Ты думаешь, что можешь сделать лучший Маверикс. О, я не думаю, что могу. Вопрос в том, собираешься ли ты это сделать. Итак, как вы, когда вы говорите после выпадения, как вы улучшили его? Потому что я действительно верю, я просто смотрел всю серию последовательно. Я действительно верю, что вы улучшили каждый из них, но как вы это делаете как кинорежиссёр и как актёр? И затем, как вы собираетесь сделать это для второй части этого? Вы знаете, мы всегда смотрим на то, как история погружается. С тех пор, как я был ребёнком, я изучал кино, я изучал студии, распространение, путешествовал по миру и смотрел фильмы с аудиториями по всему миру. Это фильмы в их культуре и мои фильмы, чтобы увидеть, как они переводят. И я всегда иду, как я могу отшлифовать историю, чтобы сделать ее как можно более захватывающей? И с каждым из них, я постоянно учусь. Удивительное в этой форме искусства, удивительное в этой жизни в том, что ты постоянно учишься. Это одновременно фантастика и ужас. Я имею в виду, как, о, Боже. И мы постоянно поднимаем его на следующий уровень. Не только с трюками, но и с историей. Как мы можем, с ресурсами, которые у нас есть, дать лучший опыт или поглощающий опыт для аудитории? Итак, эти вещи, и это так же, как я собираюсь, я не собираюсь пытаться конкурировать, но все вещи, которые я узнал в плане развития персонажей, структуры истории, как, вы знаете, снимать, вы знаете, я всегда бросаю вызов себе на ежедневной основе и моей команде, и МакКи и я вперед и назад, действительно думая в плане того, что связывает меня с историей или нет, что связывает меня с окружающей средой или нет, так что здесь мы снимаем в Риме, а также смотрим на город и не пытаемся вставить что-то, что принуждает географию, мы собираемся, что это, что география говорит нам, какая история, мы можем сказать, что у нас есть актриса, как Хейли, хорошо, когда мы знаем кого-то, кем мы восхищаемся на протяжении многих лет, и думали, когда мы думали об этом фильме, когда вы, когда она нам нужна, мы собираемся, какую историю мы можем рассказать с Итаном, и мы знали, вы знаете, мы хотели вернуться в историю и вытащить Генри Серни, и и вы действительно чувствовали, что фильм хотел сделать это, и я чувствовал, что франшиза заслужила это. Так что это те вещи, которые я постоянно ищу. Для меня это, знаете, и я не знаю, сколько фильмов я снял. Я не знаю, сколько фильмов я смотрел. Но вот как я это чувствую. Я хочу не просто сказать, что я собираюсь попытаться превзойти себя, но идти, что это за история? И как я могу взять этот вид истории и из моих знаний аудитории глобальной аудитории, как я могу рассказать историю в том же порядке, но вовлечь более широкую аудиторию лучше, чем я могу. Ты снимаешь фильмы с 1991 года. Два из моих любимых бега в этом одном и вы делаете много бега в этом одном. Это был огромный заставляет меня бежать каждый раз, когда он, как я могу читать вас, и они становятся все длиннее. Да, но это мой вопрос. Мы все видим, как ты бежишь. Нам всем нравится, как ты бежишь. Твои поклонники любят тебя за бегом. Но как вы на самом деле тренироваться для него? Потому что вы тренируетесь для у вас есть личное лучшее, что вы вверх? Вы улыбаетесь теперь, потому что это правильно. Это очень хороший вопрос, потому что это интересно, потому что я должен пройти через это. И я смотрю на это как на актёра и в моей жизни, я всегда тренировался только для того, чтобы снимать фильмы, потому что выносливость и, вы знаете, я тренируюсь во многих вещах, пение, танцы, вы знаете, мотоциклы, автомобили. А также в моей личной жизни, я люблю делать, как прыжки с парашютом и скорость полета и все эти вещи. И мне нравится затем изучать эти вещи и затем применять их к фильмам. Но это, это прошли через, чтобы выяснить, как я тренировать, как я поддерживать, как вы ударить пик прямо в данный момент, потому что также, когда я делаю спринт сцены, я не просто бежать один раз. Я должен бегать, как иногда я делал 50 спринтов за один день, так что я должен думать о том, какое время восстановления, какие сцены я снимаю до и после, и я стал лучше в структурировании вещей в фильме и сидеть и идти, потому что я должен подготовиться к прыжку с мотоцикла. Так что есть определенные вещи, и ты используешь свое тело по-разному, или если я делаю гимнастику или боевую сцену. Знаешь, ты не хочешь сражаться прямо там, когда я собираюсь бежать. И как я готовлюсь и как я восстанавливаюсь? А также часы, которые я работаю. Я работаю семь дней в неделю. И я продюсирую. Так что это просто, вы знаете, и все остальное, с чем мы имеем дело в течение этого периода времени, вы знаете, но мне нравится, что я должен сказать, что мне нравится давление. Мне нравится этот вызов. Но я понимаю, как я проснулся, ты знаешь, и мне это нравится. Мне нравится ставить себя в такие ситуации. Ну, последний вопрос. Я слышал, как ты сказал, что никогда не думаешь, что это достаточно большое. - Да. Следующая пара трюков, McQ дал мне немного дразнить. Он говорит, что последний снимок в этом создает один из трюков в следующем, который мы можем предположить, что это. Но мы также видели кадры с вами в самолете, как вы выходите из самолета. Я не могу сказать, что ты в этом больше, чем в моем. Я могу сказать тебе, что мы хотим большего. Мне не следовало говорить тебе, что я мог бы сказать тебе, но тогда мне пришлось бы убить тебя. Ты могла бы сказать мне, что мы только немного обидели меня. Это много для верховного бога. Но в этом случае, да, какая из трех последовательностей, как вы думаете, была самой большой с точки зрения продюсера и актёра? Знаете что? Каждая из них была очень сложной. Каждый из них был действительно веселым, потому что смотри, мы построили поезд. Поезд настоящий. Мы должны были построить поезд, чтобы поставить его на рельсы, чтобы отправить его с рельсов. Все эти вещи. А также мне нравится, знаете, то, что я делаю с Палмом с Хейли, проезжая через это, улицы на мощеной дорожке, с одной стороны, и потому что, как вы собираетесь, вы можете быть в наручниках, о боже, хорошо, так что я практикуюсь в дрейфе, и у Фиата была очень, знаете, маленькая колесная база, так что он зацепился бы за мощеную дорожку, и Хейли и я сидим в машине вместе, когда мы это делаем. У каждого из них было другое приключение, связанное с этим, и другой вызов. Всегда с мотоциклами, это сложно, потому что вы смотрите на это, но у меня нет подушек, так что я репетирую все прыжки и все с подушками и высокой скоростью, и я всегда иду очень, очень высокой скоростью. Итак, эти вещи всегда, даже если это небольшие прыжки, знаете, вещи, которые я делаю заранее, они всегда немного сложные, вы, знаете, камни и разные подобные вещи. Так что это никогда не скучно. Каждое утро, там было, там было немного приключений. А также, прыжок с базы, который мы сделали, вы можете увидеть в EPK, вы можете увидеть меня, прыгающего из вертолета. Я проверял ветер внутри чаши. И это было не только после того, как я сошел с рампы, это все еще я должен, как только я открываю вызов, я должен открыть таким образом, что если я дестабилизирован каким-либо образом, съемка откроется по-разному. И они красиво упаковали его для меня. И было очень важно, что у меня всегда была одна и та же команда со мной. Но вы могли видеть, как я открываюсь и парашют открывается таким образом, что бросает меня в сторону горы. И вы можете видеть, что я просто, вы должны быть действительно готовы, что когда он открывается, что если я с этим, и я был примерно так близко к, к стороне горы, что вы тянете, вы знаете, вы получаете парашют очень быстро, очень быстро, не тащить какой-либо кусок парашюта на скалу. Так что каждый день был какой-то, был, был вызов, который мне нравится, плюс исполнение, плюс, вы знаете, это не только обо мне, это обо всем нашем актёрском составе, и на самом деле, вот почему мы рады выпустить кусок, потому что они думали, что видели его, а они никогда его не видели. Ты не увидишь этого, пока не посмотришь фильм. И есть еще один выстрел, который, мы так низко, как я дохожу до земли, это прямо над мной, как я иду очень низко к земле. Вы можете увидеть, что выстрел там, чтобы получить этот выстрел было очень интересно. И мы знаем, что мы счастливы отправить это, потому что мы знаем, что у нас есть весь поезд. Мы знаем, что у вас есть все, вы знаете, лошади в начале, вы знаете, все верховая езда, все эти вещи в пустыне, песчаная буря. Мои любимые моменты с тобой, так же, как мы любим большие моменты, моменты Итана Тихого, тебе нужен этот баланс в фильме. И мне нравится, что МакХью задерживается на кадре ровно столько, сколько нужно. Ты скажешь команде, что я понял, и у них будет немного сомнений. Итак, сколько радости вы все еще получаете в эти тихие моменты так же, как вы любите большие моменты? Вы знаете, я люблю все моменты. Я должен сказать все эти моменты. А также, когда я вижу других актёров и мы постоянно работаем с ними над тем, что я люблю в фильмах, я хочу ярких персонажей. Дело не во мне. Речь идет об истории. И это о том, как мы рассказываем историю, чтобы вовлечь аудиторию в эмоциональную историю и путешествие персонажа. Есть и другие вещи, которые у нас есть. Есть ещё одна вещь, это количество времени, которое мы тратим на поиск истории, на поиск тех моментов с персонажами, и не только для себя, но и для других актёров в развитии этих вещей. Это то, что меня привлекает. А потом я хочу взволновать аудиторию и этими другими вещами, потому что если у вас их нет, то не имеет значения, насколько они велики. Если я не вкладываюсь в историю и не вкладываюсь в персонажей, а это для нас самое главное. И это то, что поддерживает франшизу. Это не просто история. И только фильмы, и почему я хочу смотреть фильмы. Я хочу заботиться о людях. Я хочу интересоваться миром. Я хочу интересоваться этими людьми. Это фильмы. Я использую все навыки, которые я, и вещи, которые я люблю и кино, и все драматические и комедийные и все эти фильмы и развитие персонажей, которые у нас есть, и мы смотрим, и я развиваю это со всеми актёрами, и затем ставим это, все, что мы делаем, это ставим большой ландшафт сверху. Вот и всё. Это, знаете, из любого другого фильма, который я делал, как ты получаешь эти эмоции, когда жонглируешь? Как ты получаешь это? В этом фильме я, когда ты смотришь на фиат и ты смотришь на Хейли и меня, мы играем эти сцены в двух кадрах. Сейчас у нас нет кучи записей, которые мы могли бы сделать. Эти персонажи должны быть связаны, и вы должны найти такие моменты. И этот вид навыка, чтобы быть в состоянии сыграть такой момент и комедию, которую обычно я получаю в Джерри Макгуайре или Рейнмене или коктейле, где вы находитесь на земле, вы делаете то, что мы делаем на высокой скорости, и это кажется органическим, потому что это органично, это происходит сейчас, но у вас должны быть актёры, которых сначала мы должны привыкнуть к такой скорости и такому темпу и такому виду действия. Теперь, ты знаешь, сцена в поезде, это как, ты доверяешь мне. Нет, такие моменты характера, которые реальны, которые вкладывают меня в этих людей. И это всегда так с Итаном. Я был как, смотри, ключ с этим персонажем и люди как, о, ты знаешь, нет, он делает это. Он просто не хочет, чтобы ему приходилось это делать. Он должен это сделать. И, знаете, то, что он собирается спуститься с этой скалы, и то, о чем он думает, что интересно и чего я хочу в этом, это эмоциональное вложение в то, почему он это делает. Мы понимаем. Это не только Тага. Мы не поедем в Тага. Это история, которая приводит нас туда. И любой, кто понимает этот уровень исполнения, этот уровень повествования, понимает, как и я, что это такой же эмоциональный вклад, который вы делаете в фильм, который мы снимаем в комнате. Это то, что я всегда ищу. Я ищу вовлечение аудитории, персонажа, вовлечение аудитории в это. И рассказывая нашу историю, мы не изменяем нашу историю или то, что я хочу сделать, но есть много различных способов, которыми я могу отодвинуть аудиторию или я могу втянуть их в мою историю и я могу втянуть их в персонажа. И это те вещи, в которых я играл вспомогательные роли и играл главные роли. Так что я структурно знаю каждый аспект того, как рисовать, как привлечь аудиторию и когда я хочу привлечь их и когда я хочу оттолкнуть их? Вы знаете, с этими различными типами персонажей. И это, это постоянная оценка по мере того, как мы проходим через это. Так что это не просто, как актёр, я не собираюсь, это развитие персонажа. И это, это, но это все, это вся история. Каждый актёр снимает актёров, мы смотрим на них, хорошо, как я праздную их талант, который вы знаете, в старом Голливуде они смотрели на людей, и это было так, и они строили представления для них, это то, что я делаю, если вы смотрите на мои фильмы всю дорогу назад, когда я был молодым актёром, вы смотрите на рискованный бизнес, вы смотрите на нескольких хороших людей, вы смотрите на Rainman, вы смотрите на эти фильмы. Мой вкус и мое развитие смотрят на актёров и празднуют их, и что это мы вместе и где я ставлю эту камеру? Как мы пишем эти строки? Как мы развиваем его таким образом, что это погружение для аудитории? Потому что тогда вы видите все эти великие И это те виды фильмов, которые я люблю, и те виды фильмов, которые я пытаюсь и стремлюсь сделать. Значит, ты похожа на ту старушку, которая дала тебе 25 центов. Ты возвращаешь 25 центов. Вот и всё. Отлично. - Да. - Да. - Да. Вот и всё. Именно так. 10. Осуществление Конвенции о ликвидации всех форм дискриминации в отношении женщин (Конвенция о ликвидации всех форм дискриминации в отношении женщин) и Конвенции о ликвидации всех форм дискриминации в отношении женщин (Конвенция о ликвидации всех форм дискриминации в отношении женщин)"
            }
        ]
    }
}