{
    "1987 on TODAY- Bruce Willis talks balancing fame and privacy (360p)": {
        "chunks": [
            {
                "text": " Bruce Willis is one red hot property these days.",
                "timestamp": [
                    0.0,
                    3.0
                ]
            },
            {
                "text": " As smart mouth David Addison, he stars in the much heralded TV series Moonlighting. He's done a special for HBO and has a second in the works. He has a record album out that's just gone goal and his first feature film Blind Date opens tomorrow. Yet for all his success in front of the camera, Willis has a less than terrific off-screen image. I caught up with Bruce and Los Angeles, simply asked him why. Well, I'm glad you asked that question.",
                "timestamp": [
                    3.0,
                    26.04
                ]
            },
            {
                "text": " And given the fact that in the past two and a half years",
                "timestamp": [
                    28.48,
                    30.98
                ]
            },
            {
                "text": " since I've been doing this show,",
                "timestamp": [
                    30.98,
                    32.02
                ]
            },
            {
                "text": " I've only done three major interviews.",
                "timestamp": [
                    32.02,
                    33.92
                ]
            },
            {
                "text": " That's Side A, Side B is for the past nine months.",
                "timestamp": [
                    36.8,
                    40.12
                ]
            },
            {
                "text": " I've been in magazines and newspapers just about every day",
                "timestamp": [
                    40.12,
                    43.8
                ]
            },
            {
                "text": " or at least once a week. And there have been things that have been total fabrications printed as fact about me I'm not saying that I'm that I'm an angel. I like to have fun, but by and large I think Help people see me in this country is pretty much based on What they read in the papers that I ran through town nude that I've used to show up at parties with diapers on which is all real good copy but a lot of it's just been made up it's part of the business you don't do many of these do you many interviews yeah no I don Yeah. No, I don't. How come? It's going to get right in there, aren't you? It's just going to go right with it. I'm just curious. Well, it basically came out of a feeling that I had when I first started doing moon lighting. Why? Just because I'm on television every Tuesday night, does all of a sudden what I say or what my opinions are about You know different things carrying more weight I don't really have a whole lot to say Publicly, yeah, but you do understand why people are interested. Absolutely. I think what TV does and and the kind of position that it puts actors and popular actors and it kind of sets Sets you apart from from the rest of the people and I That's kind of position that it puts actors in, popular actors, and it kind of sets you",
                "timestamp": [
                    43.8,
                    126.2
                ]
            },
            {
                "text": " apart from the rest of the people, and that's kind of weird too.",
                "timestamp": [
                    126.2,
                    131.0
                ]
            },
            {
                "text": " For however this happened, when they put my picture, when the cover of a magazine, it",
                "timestamp": [
                    131.0,
                    135.44
                ]
            },
            {
                "text": " sells more of that magazine than it would if my photo did not appear there.",
                "timestamp": [
                    135.44,
                    141.64
                ]
            },
            {
                "text": " Is it a measure of success?",
                "timestamp": [
                    141.64,
                    143.64
                ]
            },
            {
                "text": " No, for me, it's not. I don't know. That's a real good question. I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry and fortune. I never knew what that meant other than that kind of nebulous fame and fortune, whatever that was. And now here it is. Now I'm right in the center of it. And if anything, it makes me want to keep my private life more private. Is making it, as you call it, fame and fortune. Is it what you thought it would be? Yeah. Yeah, I don't know. I mean, who knows what that is, I never really knew how this was going to happen and I was very surprised when it happened through TV, I was living in New York doing off-Broadway plays. At the time I thought, well, I'll keep doing off-Broadway plays so I do a Broadway play and then I'll do a movie, and then I'll do millions of movies for the rest of my life. But never beyond that, I mean, never really thought specifically how this was going to happen. But you always thought it would happen, didn't you? I always knew that it was going to happen. Why? Where does that confidence come from? I mean, you're a blue-collar guy from a blue-collar neighborhood without a family, with background in the bit. I mean, where does that confidence come from? I've always kind of had the courage of my own convictions.",
                "timestamp": [
                    143.64,
                    229.24
                ]
            },
            {
                "text": " And I knew this was what I wanted to do.",
                "timestamp": [
                    229.24,
                    231.68
                ]
            },
            {
                "text": " And I think if you want something bad enough,",
                "timestamp": [
                    231.68,
                    233.28
                ]
            },
            {
                "text": " and you have, you know, what other, you have the inherent talent",
                "timestamp": [
                    233.28,
                    239.32
                ]
            },
            {
                "text": " to make that work, I think that kind of creates confidence.",
                "timestamp": [
                    239.32,
                    242.84
                ]
            },
            {
                "text": " Is moonlighting still for you the focus?",
                "timestamp": [
                    242.84,
                    244.56
                ]
            },
            {
                "text": " I mean, is it still the central thing that, of which everything has to flow from? Yes. It's, and that, I think, is basically a function of my, you know, I've, I've got two contracts on this show. One is, there's a contract on paper, and one is a commitment to Glenn and Sybil, just from my heart, just that we're all three of us are kind of in this together we were there from the very beginning when no one really knew who we were or what we were trying to do and I think we all still really strive. I think there's still something to say on this show. At some point we may reach a time where we come in one day and we set it all and we've done all the gags that I've made this face as many times as I can.",
                "timestamp": [
                    244.56,
                    286.44
                ]
            },
            {
                "text": " And we may walk away from it at that point,",
                "timestamp": [
                    286.44,
                    289.16
                ]
            },
            {
                "text": " but we still have, there's still a curve",
                "timestamp": [
                    289.16,
                    291.72
                ]
            },
            {
                "text": " to the characters of where they can go.",
                "timestamp": [
                    291.72,
                    293.76
                ]
            },
            {
                "text": " Well, I'm not giving that baby to a woman.",
                "timestamp": [
                    293.76,
                    295.32
                ]
            },
            {
                "text": " Suspected of murder?",
                "timestamp": [
                    295.32,
                    296.16
                ]
            },
            {
                "text": " Suspected, Maddie.",
                "timestamp": [
                    296.16,
                    297.0
                ]
            },
            {
                "text": " Suspected, doesn't that word mean anything to you?",
                "timestamp": [
                    297.0,
                    298.2
                ]
            },
            {
                "text": " My mind is made up.",
                "timestamp": [
                    298.2,
                    299.2
                ]
            },
            {
                "text": " Thank you, at least, only the courtesy of listening",
                "timestamp": [
                    299.2,
                    300.68
                ]
            },
            {
                "text": " to her, so what are you doing?",
                "timestamp": [
                    300.68,
                    301.88
                ]
            },
            {
                "text": " I'm doing what I should have done all along.",
                "timestamp": [
                    301.88,
                    303.76
                ]
            },
            {
                "text": " What I wanted to do with the joint. What I should have done last night. Stop that, David. I'm calling the police, David. I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, originally what I should have done last night Stop that David. I'm calling the police Hello, police Now you'll always be cake to me blame Kate and Bonnie Kate and sometimes Kate the cursed but Kate the prettiest Kate my super dainty Kate Gate, gate, gate, bobe, banana, banana, bobe. Be by my mate, Kate. Would Bruce Willis like David Addison? Yeah, I'd like to hang around with him, actually. It'd be kind of hard to keep it up with him. I don't really think that. David Addison burns the blue flame. He he lives real hard, it would be difficult for",
                "timestamp": [
                    303.76,
                    347.6
                ]
            },
            {
                "text": " me I think to keep up with him, but yeah, it'd be kind of like hanging around with the",
                "timestamp": [
                    347.6,
                    350.72
                ]
            },
            {
                "text": " three studios, I'd like to spend the weekend with him.",
                "timestamp": [
                    350.72,
                    354.32
                ]
            },
            {
                "text": " When you like to do that, just hang around for the weekend, just like Friday night, just",
                "timestamp": [
                    354.32,
                    358.18
                ]
            },
            {
                "text": " don't hang around.",
                "timestamp": [
                    358.18,
                    360.02
                ]
            },
            {
                "text": " You mentioned Glenn, Glenn Karen, does he really wear a referee shirt?",
                "timestamp": [
                    360.02,
                    364.56
                ]
            },
            {
                "text": " I guess you're addressing this stuff about civil and eye fighting at the end. I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry we don't. It certainly sells more magazines to say that civil and eye are fighting than it is to say civil and Bruce are getting along. It's just a little more juicy, I guess. As it pertains to moon lighting, does entertaining mean, at some point, stopping the teas of Dave and Maddie? I mean, do they get together at some point? Well, that's going to be resolved this year. Actually, that'll be resolved by the end of this season. We like to think of it as two and a half years of four play. This Friday's a big day for Bruce Willis. Although his role as David Addison in the TV series Moonlighting has made him a real star, his first major motion picture opens today nationwide. The movie is called Blind Date, and the role is really a benefit to parts of it. I had originally wanted to do something that was totally opposite of the character that I play for Moonlighting. Lake Edwards brought me the script of Blind Day, and I saw in there that it's as opposed to what I do on Moonlighting where I'm kind of the driving force behind that manic chaos that goes on in that office. Walter Davis is more of a reactor. He reacts to what is being done to him in his life, so it's a different kind of comedy, and it was a different set of muscles. If you'll just drop me off the nearest hotel. What? And bring it into this glorious evening?",
                "timestamp": [
                    364.56,
                    446.5
                ]
            },
            {
                "text": " Look, I told you I was sorry.",
                "timestamp": [
                    446.5,
                    448.3
                ]
            },
            {
                "text": " Come on, it's barely midnight.",
                "timestamp": [
                    448.3,
                    450.8
                ]
            },
            {
                "text": " Let's want a boogie down.",
                "timestamp": [
                    450.8,
                    452.6
                ]
            },
            {
                "text": " Dance all night, tear up the town. No. I'm just going to lie down in a nice cool place. Oh, wait. I just remembered. There's a party. I distinctly remember somebody. The first couple of weeks that I worked on in film was very difficult for me, not to want to quip. Not to want to come up with the funny tag of the thing. And it wasn't really that kind of character. This is a guy who's a pretty easy-going guy who, because of accepting a blind date, has his life ruined in one night. Do you find Blake Edwards or do you find you? We kind of found each other. I've been aware of his work for a long time. Which I asked is because I know you're a big three-stoogeist fan. I'm saying this in all seriousness. I mean, I know you're a big three-stoogeist fan. And the kind of mad cat antics of this film would seem tailor-made for that kind of a person. There is a school of comedy that I've studied for a long time. The directors like Frank Capra, Preston Sturgis, Ernst Lubich, these guys kind of created that screwball comedy genre and Blake Edwards I think is one of the last masters of that comedy style. He allows you to improvise on the set. He allows everyone to bring their own ideas, and it's a very creative work for your work with Laura Kett, isn't it? Well, it was dangerous for me. John is one of the funniest people on the planet, and had a hard time keeping his straight face working with him. But we had a great great time doing it. It was a very creative process. Is comedy where you want to stay in film? Not necessarily. I enjoy doing comedy. I think it's one of the cooler jobs on the planet to make people laugh. it got some pretty good job.",
                "timestamp": [
                    452.6,
                    585.08
                ]
            },
            {
                "text": " I certainly am not limited to comedy just before I got moonlining.",
                "timestamp": [
                    585.08,
                    590.4
                ]
            },
            {
                "text": " I was doing a play back in New York called Fool for Love.",
                "timestamp": [
                    590.4,
                    592.6
                ]
            },
            {
                "text": " It was a very serious play, very violent, very dramatic.",
                "timestamp": [
                    592.6,
                    596.32
                ]
            },
            {
                "text": " And while I was doing that play, I was kind of thought of as a very violent dramatic actor.",
                "timestamp": [
                    596.32,
                    601.04
                ]
            },
            {
                "text": " You can't, I mean, I would think it impossible for somebody to stay as hot as you are, which I just want to show you how to do it.",
                "timestamp": [
                    601.04,
                    582.0
                ]
            },
            {
                "text": " I just want to show you how to do it.",
                "timestamp": [
                    582.0,
                    584.0
                ]
            },
            {
                "text": " I just want to show you how to do it.",
                "timestamp": [
                    584.0,
                    586.0
                ]
            },
            {
                "text": " I just want to show you how to do it.",
                "timestamp": [
                    586.0,
                    588.0
                ]
            },
            {
                "text": " I just want to show you how to do it.",
                "timestamp": [
                    588.0,
                    590.0
                ]
            },
            {
                "text": " I just want to show you how to do it.",
                "timestamp": [
                    590.0,
                    592.0
                ]
            },
            {
                "text": " I just want to show you how to do it.",
                "timestamp": [
                    592.0,
                    594.0
                ]
            },
            {
                "text": " I just want to show you how to do it.",
                "timestamp": [
                    594.0,
                    596.0
                ]
            },
            {
                "text": " I just want to show you how to do it.",
                "timestamp": [
                    596.0,
                    598.0
                ]
            },
            {
                "text": " I just want to show you how to do it.",
                "timestamp": [
                    598.0,
                    600.0
                ]
            },
            {
                "text": " I just want to show you how to do it.",
                "timestamp": [
                    600.0,
                    602.0
                ]
            },
            {
                "text": " I just want to show you how to do it.",
                "timestamp": [
                    602.0,
                    604.0
                ]
            },
            {
                "text": " I just want to show you how to do it. I just want to show as hot as you are, which is not to say you have to slide down in the land of forgotten. But I mean, how long can this go? Well, hopefully for the rest of my life, or as hopefully as long as I would like to. I don't know. I'm as amazed by all this as you are. There are very few things as you're growing up, there's certain things that when they happen for the first time, a very phenomenal in your life. The first time you join a little league team, the first time you drive a car car the first time you kiss a girl the first time you",
                "timestamp": [
                    604.0,
                    645.6
                ]
            },
            {
                "text": " Make love to someone all these things are very phenomenal that in that first time that you do it",
                "timestamp": [
                    646.28,
                    651.3
                ]
            },
            {
                "text": " From the time you're about 21 and I guess I think phenomenal things start to drop off",
                "timestamp": [
                    652.0,
                    656.18
                ]
            },
            {
                "text": " The past two years of my life have really been that and have been a phenomenon in that it's something that I've I never expected and",
                "timestamp": [
                    656.68,
                    663.54
                ]
            },
            {
                "text": " Never really knew how to deal with. There's a, I don't know how much longer that this can go on, hopefully for a long time. I mean, publicity mill being what it is. I mean, are you at all conscious of the possibility, even, that tomorrow your yesterday's news, that overexposure takes a blow? Well, a friend of mine, Michael J. Fox told me that one of the things about being hot is that at some point you're going to be what's not hot. How I like to look at it is that I'm an actor in a job that has a finite life. When that job is done, I will be an unemployed actor, albeit much more successful and comfortable, much more comfortable, but I will still be an unemployed actor, and I will need another job at some point. I want you to get away with it, and I'll talk to him about Bruno Rattolini. Who is Bruno? Bruno takes himself very seriously. I kind of look at him as just another performance, just another page in the book of the entertainment that I do. He's a character that I play. It certainly allows me not to take myself so seriously. If we were to cast the Three Stooges on a remake, and you were to play one of the three, which would you play and who'd play the other two? First of all, let me preface this by saying, like, you know, giving you my kind of world view of the Three Stooges here. If you look at studes based on a kind of a socioeconomic standpoint, they started working right at the height of the depression. Their job at that time was to take people's minds off their troubles. No one's ever topped what they did. I would like to play Larry. I think Larry has got some really subtle stuff in there. Also because I would never want to attempt the role of Curly. It's one of those roles like Brando and streetcarning desire. Who could play Curly? John Candy? John Candy would make a great Curly. I think you'd make a really good Curly. I, I don't know about Mo, um, do you got any suggestions from? For the record, we settled on Bruce for, um, for Larry, John Candy for Curly and for the role of Mo, Danny DeVito, we'll take a stationery. Hey, thanks for watching and don't forget you can catch the today show every morning on NBC or take today when you're on the go.",
                "timestamp": [
                    664.48,
                    828.52
                ]
            },
            {
                "text": " Just follow the today podcast on Apple Podcasts Spotify or wherever you listen.",
                "timestamp": [
                    828.52,
                    833.84
                ]
            }
        ],
        "text": " Bruce Willis is one red hot property these days. As smart mouth David Addison, he stars in the much heralded TV series Moonlighting. He's done a special for HBO and has a second in the works. He has a record album out that's just gone goal and his first feature film Blind Date opens tomorrow. Yet for all his success in front of the camera, Willis has a less than terrific off-screen image. I caught up with Bruce and Los Angeles, simply asked him why. Well, I'm glad you asked that question. And given the fact that in the past two and a half years since I've been doing this show, I've only done three major interviews. That's Side A, Side B is for the past nine months. I've been in magazines and newspapers just about every day or at least once a week. And there have been things that have been total fabrications printed as fact about me I'm not saying that I'm that I'm an angel. I like to have fun, but by and large I think Help people see me in this country is pretty much based on What they read in the papers that I ran through town nude that I've used to show up at parties with diapers on which is all real good copy but a lot of it's just been made up it's part of the business you don't do many of these do you many interviews yeah no I don Yeah. No, I don't. How come? It's going to get right in there, aren't you? It's just going to go right with it. I'm just curious. Well, it basically came out of a feeling that I had when I first started doing moon lighting. Why? Just because I'm on television every Tuesday night, does all of a sudden what I say or what my opinions are about You know different things carrying more weight I don't really have a whole lot to say Publicly, yeah, but you do understand why people are interested. Absolutely. I think what TV does and and the kind of position that it puts actors and popular actors and it kind of sets Sets you apart from from the rest of the people and I That's kind of position that it puts actors in, popular actors, and it kind of sets you apart from the rest of the people, and that's kind of weird too. For however this happened, when they put my picture, when the cover of a magazine, it sells more of that magazine than it would if my photo did not appear there. Is it a measure of success? No, for me, it's not. I don't know. That's a real good question. I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry and fortune. I never knew what that meant other than that kind of nebulous fame and fortune, whatever that was. And now here it is. Now I'm right in the center of it. And if anything, it makes me want to keep my private life more private. Is making it, as you call it, fame and fortune. Is it what you thought it would be? Yeah. Yeah, I don't know. I mean, who knows what that is, I never really knew how this was going to happen and I was very surprised when it happened through TV, I was living in New York doing off-Broadway plays. At the time I thought, well, I'll keep doing off-Broadway plays so I do a Broadway play and then I'll do a movie, and then I'll do millions of movies for the rest of my life. But never beyond that, I mean, never really thought specifically how this was going to happen. But you always thought it would happen, didn't you? I always knew that it was going to happen. Why? Where does that confidence come from? I mean, you're a blue-collar guy from a blue-collar neighborhood without a family, with background in the bit. I mean, where does that confidence come from? I've always kind of had the courage of my own convictions. And I knew this was what I wanted to do. And I think if you want something bad enough, and you have, you know, what other, you have the inherent talent to make that work, I think that kind of creates confidence. Is moonlighting still for you the focus? I mean, is it still the central thing that, of which everything has to flow from? Yes. It's, and that, I think, is basically a function of my, you know, I've, I've got two contracts on this show. One is, there's a contract on paper, and one is a commitment to Glenn and Sybil, just from my heart, just that we're all three of us are kind of in this together we were there from the very beginning when no one really knew who we were or what we were trying to do and I think we all still really strive. I think there's still something to say on this show. At some point we may reach a time where we come in one day and we set it all and we've done all the gags that I've made this face as many times as I can. And we may walk away from it at that point, but we still have, there's still a curve to the characters of where they can go. Well, I'm not giving that baby to a woman. Suspected of murder? Suspected, Maddie. Suspected, doesn't that word mean anything to you? My mind is made up. Thank you, at least, only the courtesy of listening to her, so what are you doing? I'm doing what I should have done all along. What I wanted to do with the joint. What I should have done last night. Stop that, David. I'm calling the police, David. I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, originally what I should have done last night Stop that David. I'm calling the police Hello, police Now you'll always be cake to me blame Kate and Bonnie Kate and sometimes Kate the cursed but Kate the prettiest Kate my super dainty Kate Gate, gate, gate, bobe, banana, banana, bobe. Be by my mate, Kate. Would Bruce Willis like David Addison? Yeah, I'd like to hang around with him, actually. It'd be kind of hard to keep it up with him. I don't really think that. David Addison burns the blue flame. He he lives real hard, it would be difficult for me I think to keep up with him, but yeah, it'd be kind of like hanging around with the three studios, I'd like to spend the weekend with him. When you like to do that, just hang around for the weekend, just like Friday night, just don't hang around. You mentioned Glenn, Glenn Karen, does he really wear a referee shirt? I guess you're addressing this stuff about civil and eye fighting at the end. I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry we don't. It certainly sells more magazines to say that civil and eye are fighting than it is to say civil and Bruce are getting along. It's just a little more juicy, I guess. As it pertains to moon lighting, does entertaining mean, at some point, stopping the teas of Dave and Maddie? I mean, do they get together at some point? Well, that's going to be resolved this year. Actually, that'll be resolved by the end of this season. We like to think of it as two and a half years of four play. This Friday's a big day for Bruce Willis. Although his role as David Addison in the TV series Moonlighting has made him a real star, his first major motion picture opens today nationwide. The movie is called Blind Date, and the role is really a benefit to parts of it. I had originally wanted to do something that was totally opposite of the character that I play for Moonlighting. Lake Edwards brought me the script of Blind Day, and I saw in there that it's as opposed to what I do on Moonlighting where I'm kind of the driving force behind that manic chaos that goes on in that office. Walter Davis is more of a reactor. He reacts to what is being done to him in his life, so it's a different kind of comedy, and it was a different set of muscles. If you'll just drop me off the nearest hotel. What? And bring it into this glorious evening? Look, I told you I was sorry. Come on, it's barely midnight. Let's want a boogie down. Dance all night, tear up the town. No. I'm just going to lie down in a nice cool place. Oh, wait. I just remembered. There's a party. I distinctly remember somebody. The first couple of weeks that I worked on in film was very difficult for me, not to want to quip. Not to want to come up with the funny tag of the thing. And it wasn't really that kind of character. This is a guy who's a pretty easy-going guy who, because of accepting a blind date, has his life ruined in one night. Do you find Blake Edwards or do you find you? We kind of found each other. I've been aware of his work for a long time. Which I asked is because I know you're a big three-stoogeist fan. I'm saying this in all seriousness. I mean, I know you're a big three-stoogeist fan. And the kind of mad cat antics of this film would seem tailor-made for that kind of a person. There is a school of comedy that I've studied for a long time. The directors like Frank Capra, Preston Sturgis, Ernst Lubich, these guys kind of created that screwball comedy genre and Blake Edwards I think is one of the last masters of that comedy style. He allows you to improvise on the set. He allows everyone to bring their own ideas, and it's a very creative work for your work with Laura Kett, isn't it? Well, it was dangerous for me. John is one of the funniest people on the planet, and had a hard time keeping his straight face working with him. But we had a great great time doing it. It was a very creative process. Is comedy where you want to stay in film? Not necessarily. I enjoy doing comedy. I think it's one of the cooler jobs on the planet to make people laugh. it got some pretty good job. I certainly am not limited to comedy just before I got moonlining. I was doing a play back in New York called Fool for Love. It was a very serious play, very violent, very dramatic. And while I was doing that play, I was kind of thought of as a very violent dramatic actor. You can't, I mean, I would think it impossible for somebody to stay as hot as you are, which I just want to show you how to do it. I just want to show you how to do it. I just want to show you how to do it. I just want to show you how to do it. I just want to show you how to do it. I just want to show you how to do it. I just want to show you how to do it. I just want to show you how to do it. I just want to show you how to do it. I just want to show you how to do it. I just want to show you how to do it. I just want to show you how to do it. I just want to show you how to do it. I just want to show as hot as you are, which is not to say you have to slide down in the land of forgotten. But I mean, how long can this go? Well, hopefully for the rest of my life, or as hopefully as long as I would like to. I don't know. I'm as amazed by all this as you are. There are very few things as you're growing up, there's certain things that when they happen for the first time, a very phenomenal in your life. The first time you join a little league team, the first time you drive a car car the first time you kiss a girl the first time you Make love to someone all these things are very phenomenal that in that first time that you do it From the time you're about 21 and I guess I think phenomenal things start to drop off The past two years of my life have really been that and have been a phenomenon in that it's something that I've I never expected and Never really knew how to deal with. There's a, I don't know how much longer that this can go on, hopefully for a long time. I mean, publicity mill being what it is. I mean, are you at all conscious of the possibility, even, that tomorrow your yesterday's news, that overexposure takes a blow? Well, a friend of mine, Michael J. Fox told me that one of the things about being hot is that at some point you're going to be what's not hot. How I like to look at it is that I'm an actor in a job that has a finite life. When that job is done, I will be an unemployed actor, albeit much more successful and comfortable, much more comfortable, but I will still be an unemployed actor, and I will need another job at some point. I want you to get away with it, and I'll talk to him about Bruno Rattolini. Who is Bruno? Bruno takes himself very seriously. I kind of look at him as just another performance, just another page in the book of the entertainment that I do. He's a character that I play. It certainly allows me not to take myself so seriously. If we were to cast the Three Stooges on a remake, and you were to play one of the three, which would you play and who'd play the other two? First of all, let me preface this by saying, like, you know, giving you my kind of world view of the Three Stooges here. If you look at studes based on a kind of a socioeconomic standpoint, they started working right at the height of the depression. Their job at that time was to take people's minds off their troubles. No one's ever topped what they did. I would like to play Larry. I think Larry has got some really subtle stuff in there. Also because I would never want to attempt the role of Curly. It's one of those roles like Brando and streetcarning desire. Who could play Curly? John Candy? John Candy would make a great Curly. I think you'd make a really good Curly. I, I don't know about Mo, um, do you got any suggestions from? For the record, we settled on Bruce for, um, for Larry, John Candy for Curly and for the role of Mo, Danny DeVito, we'll take a stationery. Hey, thanks for watching and don't forget you can catch the today show every morning on NBC or take today when you're on the go. Just follow the today podcast on Apple Podcasts Spotify or wherever you listen."
    },
    "Bruno's interview - ENGLAND - #HUMAN (360p)": {
        "chunks": [
            {
                "text": " My full name is Bruno Lucho Dino Ferrato Hansen and I live nowhere really, I am forever young trying to be 39 forever and I don't have any kids, I'm just roaming around the planet, discovering different things, meeting different people, living a thousand different lives, and meeting a thousand different people. That's me. Before I was sitting in a wheelchair, before I was paralyzed, I used to fight at times. I had a black belt in Karate, I was quite aggressive at times, I wasn't afraid to fight and I used to use the saying I'm going to snap you in half. And so very ironically, I snapped myself in half. So perhaps that energy, that negativity, or that strength that we project out to it comes back to us in some way, perhaps. And so I believe I attracted that situation into my life and I snapped myself in half and life",
                "timestamp": [
                    0.0,
                    85.66
                ]
            },
            {
                "text": " said to me, right? Now learn. Losing half of my body has forced me to balance the other areas of my life in a mental and spiritual manner. So, as a human living on this planet, I feel that I've worked things out for my own life. I'm so mentally strong and the only reason that has come is because of losing my legs physically. You know, my eyesight shop in my ears, or I can hear much better. So that's on a physical sense, but I feel I'm lucky as in, I don't analyze or question life too much. I can, I can cruise through life and, and always be in the right place at the right time. I always have amazing things happen to me. I'm really lucky in that situation.",
                "timestamp": [
                    85.66,
                    145.84
                ]
            },
            {
                "text": " But that comes from believing in luck or believing in the power of attraction or believing in and attracting the goodness into one's life. And I think that can be seen as luck. So, if God himself jumped down in front of me right now and said to me, Bruno, I'll give you back your legs, but I'll take away all that you've learned in the last 13 years. I'll tell God, keep your legs. Because just my experiences from being in a wheelchair and traveling the world in the wheelchair, I've seen life from a different angle and that's taught me on a spiritual level to just accept and to be happy, what's it, whatever's coming next. When I first came into the situation of being paralyzed, it was a mental disability because you have to come to terms with something physical. So, the ocean fixed a mental side to me that made me then accept the physical limitation that I have of being paralyzed. But it hasn't stopped me from experiencing huge amounts of joy in the ocean, much more than when I was walking or surfing big waves properly. Now when I surf waves, lying down, like a body-water, I have bigger joy surfing these waves than I did before. I have bigger joy being in the ocean than I did before. So how does that make sense to the rest of the world? I don't know, but so it's healed me on a physical, spiritual and emotional capacity. Every human has a disability of some sort. It's physical, it's mental, it's emotional, spiritual, there's a lacking somewhere. If you didn't have this disability, then you would float off and you wouldn't be on planet Earth. That's my philosophy. So we're all here to learn something, whatever that something is. And so, it's okay for us humans to all realise that we're actually all a big bunch of fuck-ups in the end of the day, really. At the end of the day, we don't have to be perfect, because we're not perfect. And it's okay to make mistakes and to, you know, fall over our own feet and to fall over our own words. We don't have to get shit perfect in life because you'll never get it perfect. The trees aren't perfect. They're all wonky and they don't grow straight. You know, nothing in nature is perfect. So we humans, we strive to be perfect and I don't think perfects exist. So so it's okay to have a disability, you know, deal with it, whatever that is. And that's why for me, I feel lucky to have a physical disability, at least, you know, it's forced me to come to groups with a mental and a spiritual disability, so I've got the whole package package, I got Christmas all at once. So I'm quite lucky. There are times where I feel really, really free, and there are times where I feel like a caged animal. And that's the... My personality can flip between the two constraints, if you want to call them. Because freedom is actually, it's a trapping in its own right. And I think most humans think they are free, but we're not. We're not as free as we could be. I've been more free lying in a hospital bed for six months without moving with pipes coming out of every part",
                "timestamp": [
                    185.32,
                    386.76
                ]
            },
            {
                "text": " of my body where my mind has now gone and found freedom.",
                "timestamp": [
                    386.76,
                    393.8
                ]
            },
            {
                "text": " So freedom is a strange word.",
                "timestamp": [
                    393.8,
                    397.84
                ]
            },
            {
                "text": " We think we're free because you can walk around in the park, doesn't mean we're free.",
                "timestamp": [
                    397.84,
                    402.12
                ]
            },
            {
                "text": " Well, I'm not planning to go and create a family. I don't want children and I don't feel the need to have to go and procreate. I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I. Well, I'm not planning to go and create a family. I don't want children and I don't feel the need to have to go and procreate. I just feel that I don't have, it's not me. I don't have the drive. I feel I don't have to leave anything behind on this planet. When I leave this planet, it's the end of my line. There's nothing more after me. And I almost see it as a comic thing, a comic circle, perhaps. My family now are amazing people. We're a very, very small family. And I've had to encompass many people around the world as my family. So my friends, sometimes complete",
                "timestamp": [
                    402.12,
                    449.84
                ]
            },
            {
                "text": " strangers, have been closer to me than some other family members. So my mother and father",
                "timestamp": [
                    449.84,
                    459.44
                ]
            },
            {
                "text": " are amazing. I'm very lucky there. But I'm happy to be the last of my line. I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm very lucky there, but I'm happy to be the last of my line.",
                "timestamp": [
                    459.44,
                    470.0
                ]
            },
            {
                "text": " Once I go, there's nothing, nothing off to me.",
                "timestamp": [
                    470.0,
                    472.4
                ]
            }
        ],
        "text": " My full name is Bruno Lucho Dino Ferrato Hansen and I live nowhere really, I am forever young trying to be 39 forever and I don't have any kids, I'm just roaming around the planet, discovering different things, meeting different people, living a thousand different lives, and meeting a thousand different people. That's me. Before I was sitting in a wheelchair, before I was paralyzed, I used to fight at times. I had a black belt in Karate, I was quite aggressive at times, I wasn't afraid to fight and I used to use the saying I'm going to snap you in half. And so very ironically, I snapped myself in half. So perhaps that energy, that negativity, or that strength that we project out to it comes back to us in some way, perhaps. And so I believe I attracted that situation into my life and I snapped myself in half and life said to me, right? Now learn. Losing half of my body has forced me to balance the other areas of my life in a mental and spiritual manner. So, as a human living on this planet, I feel that I've worked things out for my own life. I'm so mentally strong and the only reason that has come is because of losing my legs physically. You know, my eyesight shop in my ears, or I can hear much better. So that's on a physical sense, but I feel I'm lucky as in, I don't analyze or question life too much. I can, I can cruise through life and, and always be in the right place at the right time. I always have amazing things happen to me. I'm really lucky in that situation. But that comes from believing in luck or believing in the power of attraction or believing in and attracting the goodness into one's life. And I think that can be seen as luck. So, if God himself jumped down in front of me right now and said to me, Bruno, I'll give you back your legs, but I'll take away all that you've learned in the last 13 years. I'll tell God, keep your legs. Because just my experiences from being in a wheelchair and traveling the world in the wheelchair, I've seen life from a different angle and that's taught me on a spiritual level to just accept and to be happy, what's it, whatever's coming next. When I first came into the situation of being paralyzed, it was a mental disability because you have to come to terms with something physical. So, the ocean fixed a mental side to me that made me then accept the physical limitation that I have of being paralyzed. But it hasn't stopped me from experiencing huge amounts of joy in the ocean, much more than when I was walking or surfing big waves properly. Now when I surf waves, lying down, like a body-water, I have bigger joy surfing these waves than I did before. I have bigger joy being in the ocean than I did before. So how does that make sense to the rest of the world? I don't know, but so it's healed me on a physical, spiritual and emotional capacity. Every human has a disability of some sort. It's physical, it's mental, it's emotional, spiritual, there's a lacking somewhere. If you didn't have this disability, then you would float off and you wouldn't be on planet Earth. That's my philosophy. So we're all here to learn something, whatever that something is. And so, it's okay for us humans to all realise that we're actually all a big bunch of fuck-ups in the end of the day, really. At the end of the day, we don't have to be perfect, because we're not perfect. And it's okay to make mistakes and to, you know, fall over our own feet and to fall over our own words. We don't have to get shit perfect in life because you'll never get it perfect. The trees aren't perfect. They're all wonky and they don't grow straight. You know, nothing in nature is perfect. So we humans, we strive to be perfect and I don't think perfects exist. So so it's okay to have a disability, you know, deal with it, whatever that is. And that's why for me, I feel lucky to have a physical disability, at least, you know, it's forced me to come to groups with a mental and a spiritual disability, so I've got the whole package package, I got Christmas all at once. So I'm quite lucky. There are times where I feel really, really free, and there are times where I feel like a caged animal. And that's the... My personality can flip between the two constraints, if you want to call them. Because freedom is actually, it's a trapping in its own right. And I think most humans think they are free, but we're not. We're not as free as we could be. I've been more free lying in a hospital bed for six months without moving with pipes coming out of every part of my body where my mind has now gone and found freedom. So freedom is a strange word. We think we're free because you can walk around in the park, doesn't mean we're free. Well, I'm not planning to go and create a family. I don't want children and I don't feel the need to have to go and procreate. I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I. Well, I'm not planning to go and create a family. I don't want children and I don't feel the need to have to go and procreate. I just feel that I don't have, it's not me. I don't have the drive. I feel I don't have to leave anything behind on this planet. When I leave this planet, it's the end of my line. There's nothing more after me. And I almost see it as a comic thing, a comic circle, perhaps. My family now are amazing people. We're a very, very small family. And I've had to encompass many people around the world as my family. So my friends, sometimes complete strangers, have been closer to me than some other family members. So my mother and father are amazing. I'm very lucky there. But I'm happy to be the last of my line. I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm very lucky there, but I'm happy to be the last of my line. Once I go, there's nothing, nothing off to me."
    },
    "Cameron's interview - CANADA - #HUMAN (360p)": {
        "chunks": [
            {
                "text": " My name is Cameron Diaz. I'm 41 years old. I'm my weight of 42. I am an actor and film. I recently just wrote a book called The Body Book, co-authored with a wonderful writing partner named Sondra Park. And I grew up in Long Beach, California. I live in Los Angeles and New York. I go back and forth, but I like the seasons. And what else do I need to tell you? That's, I think, that's it, right? Okay.",
                "timestamp": [
                    0.0,
                    0.5
                ]
            },
            {
                "text": " If one people... I like the seasons, and what else do I need to tell you? That's, I think that's it, right? Okay. When people say, oh, I want to be like you, I want to be an actor, I want to look like you. The question I always ask them is why? Like really why? And people, and especially America, this idea of fame, that to be famous means that you're successful, that you're happy. It's not about, I don't do what I do because I want to be famous. That's part of being famous is my job. That's, when I'm home, I am not, and I'm with my family and my friends. I am not famous, I am me, and I'm Cameron, and that doesn't, fame does not define me. And so if you are looking for fame to define you, then you will never be happy and you will always be searching for happiness and you will never find it in fame. And so it goes back to I think for me, authenticity, intention. Why do you want to do anything you do? It should not be motivated by something that you think is going to make fulfillment comes from within you by being authentic to yourself, not chasing fame. I was really fortunate, the education that I got from my parents was really an amazing, I was so lucky to have just the best parents who really trusted and empowered and they just gave us everything. There was an moment where my parents weren't teaching us. They were always teaching us, very actively teaching us, work ethic, how to be a good person, how to treat people, how to be a good human being. That was a very important thing to them. And there was always lessons, always lessons. And I think that they just loved with every part of their being. They loved us so deeply and that I think is just to know what it feels like to be loved, to know how to love and how to be loved is such an important thing. They really showed us, my sister and I, how to, you know, how to do that. When my father died, the moment we need to not knowing what that meant, not knowing what it would mean to be without him, I think was probably the hardest moment, and to have to see my mother have to say goodbye to him. and oh, just really hard and all the family but yeah I think that that moment of not knowing really was so painful and then after that knowing that and learning the lessons like being very soon like the next morning when I woke up and I was I had a I had this had this moment where I was like, oh my god, my dad is dead. Like he's dead. He's gone. And I had this moment where I had a visual of my dad standing next to me. And all of a sudden, I looked over and he was gone. And there was this massive hole, this huge, huge hole that was so deep I couldn't see the end of it, it was so dark, it was so overwhelming and on the other side of that hole was this massive pile of dirt. It was so high, I couldn't see the top of it. And I instinctively, I went, I walked around the hole, I saw myself walking around the hole and I started, I rolled up my sleeves and I started climbing through the dirt. And as soon as I dug my hand into the dirt, I pulled my hand out, and there was strands of emeralds and rubies, and in this hand was a gold goblet, and I was so perplexed for a moment, and I just immediately all of this, and I realized, Okay, where he once was is now this, he has left me a task, a responsibility that I must climb up this pile of dirt that seems so overwhelming. And I must dig out all of the treasures that he's left behind, all of the jewels, all of the lessons, all of the things that are going to enrich my life.",
                "timestamp": [
                    2.5,
                    287.16
                ]
            },
            {
                "text": " And I just saw myself climbing through it",
                "timestamp": [
                    287.16,
                    290.48
                ]
            },
            {
                "text": " and I'm still climbing up to the top.",
                "timestamp": [
                    290.48,
                    294.76
                ]
            },
            {
                "text": " And I've gotten so many, he's left me",
                "timestamp": [
                    294.76,
                    298.04
                ]
            },
            {
                "text": " so many beautiful treasures.",
                "timestamp": [
                    298.04,
                    300.36
                ]
            },
            {
                "text": " So.",
                "timestamp": [
                    300.36,
                    301.2
                ]
            }
        ],
        "text": " My name is Cameron Diaz. I'm 41 years old. I'm my weight of 42. I am an actor and film. I recently just wrote a book called The Body Book, co-authored with a wonderful writing partner named Sondra Park. And I grew up in Long Beach, California. I live in Los Angeles and New York. I go back and forth, but I like the seasons. And what else do I need to tell you? That's, I think, that's it, right? Okay. If one people... I like the seasons, and what else do I need to tell you? That's, I think that's it, right? Okay. When people say, oh, I want to be like you, I want to be an actor, I want to look like you. The question I always ask them is why? Like really why? And people, and especially America, this idea of fame, that to be famous means that you're successful, that you're happy. It's not about, I don't do what I do because I want to be famous. That's part of being famous is my job. That's, when I'm home, I am not, and I'm with my family and my friends. I am not famous, I am me, and I'm Cameron, and that doesn't, fame does not define me. And so if you are looking for fame to define you, then you will never be happy and you will always be searching for happiness and you will never find it in fame. And so it goes back to I think for me, authenticity, intention. Why do you want to do anything you do? It should not be motivated by something that you think is going to make fulfillment comes from within you by being authentic to yourself, not chasing fame. I was really fortunate, the education that I got from my parents was really an amazing, I was so lucky to have just the best parents who really trusted and empowered and they just gave us everything. There was an moment where my parents weren't teaching us. They were always teaching us, very actively teaching us, work ethic, how to be a good person, how to treat people, how to be a good human being. That was a very important thing to them. And there was always lessons, always lessons. And I think that they just loved with every part of their being. They loved us so deeply and that I think is just to know what it feels like to be loved, to know how to love and how to be loved is such an important thing. They really showed us, my sister and I, how to, you know, how to do that. When my father died, the moment we need to not knowing what that meant, not knowing what it would mean to be without him, I think was probably the hardest moment, and to have to see my mother have to say goodbye to him. and oh, just really hard and all the family but yeah I think that that moment of not knowing really was so painful and then after that knowing that and learning the lessons like being very soon like the next morning when I woke up and I was I had a I had this had this moment where I was like, oh my god, my dad is dead. Like he's dead. He's gone. And I had this moment where I had a visual of my dad standing next to me. And all of a sudden, I looked over and he was gone. And there was this massive hole, this huge, huge hole that was so deep I couldn't see the end of it, it was so dark, it was so overwhelming and on the other side of that hole was this massive pile of dirt. It was so high, I couldn't see the top of it. And I instinctively, I went, I walked around the hole, I saw myself walking around the hole and I started, I rolled up my sleeves and I started climbing through the dirt. And as soon as I dug my hand into the dirt, I pulled my hand out, and there was strands of emeralds and rubies, and in this hand was a gold goblet, and I was so perplexed for a moment, and I just immediately all of this, and I realized, Okay, where he once was is now this, he has left me a task, a responsibility that I must climb up this pile of dirt that seems so overwhelming. And I must dig out all of the treasures that he's left behind, all of the jewels, all of the lessons, all of the things that are going to enrich my life. And I just saw myself climbing through it and I'm still climbing up to the top. And I've gotten so many, he's left me so many beautiful treasures. So."
    },
    "James May Talks- TV, Animals, Clarkson & Hammond (360p)": {
        "chunks": [
            {
                "text": " Hello viewers, I'm here James May sitting in this very comfortable armchair in Lucy Brang's",
                "timestamp": [
                    0.0,
                    4.96
                ]
            },
            {
                "text": " social media dungeon to answer the difficult questions you've asked. And let's go straight into it whilst I enjoy this California dream gin and tonic. I know the idea of the animal sanctuary is something we've talked about as a TV show, which think is Fascinating as an idea. I had the the neighbors would hate this but in the village where I spend some my time in Wiltshire near where the pub is I had the idea that because I've got this field. It's really it's really a garden But it's a field, but it's not an agricultural field and it's on a bit of a slope and it some woodland. I thought well I could have a donkey or two or a couple of goats because they're very entertaining and I like talking to animals and then we sort of thought well what if we got everybody in the village to start adopting animals and you know every house would have some ducks or rabbits or a cat or a dog or maybe if they had a bit of a bit of garden they could have an unwanted horse or a tired old cow or something like that and then it would become animal village and then we'd have to stop people driving through it or they'd have to be escorted through it because the place would be overrun with animals and we could talk to them all and save them and and and commune with them and it would be just brilliant but then of course because it would be a TV show it would last for maybe a season or two and then it would stop and then I would own dozens of animals and what do you do because you can't throw them away like you can with cars they are sentient and they they need care The thing about domesticated animals, I think, while animals are very different, but domesticated animals are the way they are because we've made them that way. We have bred them to the point where they can't be self-sufficient and look after themselves. They can't be released into the wild. Therefore, we have a moral to care for them because if we don't we diminish ourselves as humans which is why I feel very attached to domesticated animals. I don't just mean pets, I also mean you know things like sheep and goats and cows. I never know, I mean I spend a lot of time studying my cat who's the best one in the world, a bit dim, and I try to work out if there's anything going on in his head, or if he even really knows me, or if I'm just a source of warmth. I might just be a source of warmth, he may just be a temperature and moisture activated mechanism, who happens to have quite a cute little furry face and does some mildly amusing things occasionally. I often think that if I became two inches tall suddenly my cat who appears to love me would actually kill me for his own entertainment because I'd be like that ping pong ball that he likes chasing around or a mouse Not that he ever catches a mouse because he's fat and useless, but you know what I mean",
                "timestamp": [
                    4.96,
                    187.4
                ]
            },
            {
                "text": " So animal welfare is a difficult one because",
                "timestamp": [
                    188.12,
                    191.2
                ]
            },
            {
                "text": " We eat animals are eat animals. I think they should be dispatched humanely",
                "timestamp": [
                    192.68,
                    199.36
                ]
            },
            {
                "text": " But ultimately if you take the view that the welfare of animals is",
                "timestamp": [
                    200.4,
                    204.0
                ]
            },
            {
                "text": " Important you'd have to come to the conclusion that we shouldn't kill them and eat them. And I struggled with that one a bit. Have you ever been tempted to be vegetarian? I did try it. I tried it. I kept it up for about nine months, but to be brutally honest, it made me ill. I did actually end up in hospital because my guts couldn't cope with it coat with it and became inflamed and i'n gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gall imagine a future where humans don't eat animals anymore and it may be one of those things we look back on the way we look back on slavery and child labor and things like that they'll say you know what they used to do in the old days they used to eat animals. Do you talk to your cats? Yes I talk to all animals. I had a very long conversation with the horse a little while back when I say conversation I talked at the horse and the horse took a big dump while I was talking to it but I think I thought everybody talks to animals it's perfectly normal isn't it you want obviously you know my cat's called banser and I talked with him the only word he possibly understands is banser the rest of it is this as far as he can say I know he can't speak and I remember writing this in a column I did years ago about another cat we had is that he was equipped with everything you need to speak so",
                "timestamp": [
                    285.92,
                    294.16
                ]
            },
            {
                "text": " to speak you need a voice box and you need a tongue and teeth you know how these things move around",
                "timestamp": [
                    294.16,
                    299.6
                ]
            },
            {
                "text": " form all the sounds that we use to make words. And he's got all those, so he could technically talk. But he doesn't talk, he only goes, and he makes bleeding noises when he wants some food or he wants to be picked up and cuddled. And my conclusion was, and I can't argue my way out of my own conclusion, The reason the cat and the dog and the horse don't talk is because they don't have anything to say. I think you're right, most people do speak to animals, but by your own conclusion, you don't think they understand us. So why do you think everyone speaks to them anyway? Because the main purpose, I think, of is to make us feel better. They are Sarah and my other half put it very nicely. She says they're hairy or furry reminders of human neediness. And there is something about that. But at the same time I also think I think there is, well, two things, I admire in animals that their state of complete bliss, especially say a sleeping cat or a cow or a horse just munching on some grass and a field on a nice day or sheep running around the hills. I mean, it is a state of pure bliss, it's the absence of care. They have nothing to worry about apart from finding a bit of grass. So I think we like that in the animals and we project it backwards and forwards. We envy their lifestyle in many ways and we sort of wish we could be, well, that oblivious. That's how it appears to us in many ways. But at the same time, I think you can, although animals don't understand words, certain animals do seem to understand, I mean, dogs especially understand your emotions. They know when you're unhappy or scared. Horses know when you're scared. They take advantage of it, don't they? I mean, I've been thrown from a horse because the horse knew that I didn't really like being on the horse, because I love horses and talking to horses and rubbing their noses, but I don't like sitting on them. I was just thinking that was an absolutely mad idea. Why would you do that? It's got a brain of its own, and it's only about that big. So there is something going on, but we don't quite understand what it is, and it's possibly",
                "timestamp": [
                    299.6,
                    448.28
                ]
            },
            {
                "text": " best that we don't, because that keeps the mystery of the relationship alive.",
                "timestamp": [
                    448.28,
                    452.8
                ]
            },
            {
                "text": " Yes, it might be thinking the same about you.",
                "timestamp": [
                    452.8,
                    456.32
                ]
            },
            {
                "text": " It could be.",
                "timestamp": [
                    456.32,
                    457.32
                ]
            },
            {
                "text": " I mean, I once thought, what if there's a horse, I mean, we imagine the horse is sort of quite",
                "timestamp": [
                    457.32,
                    462.96
                ]
            },
            {
                "text": " simple souls, really, but there's a horse in a field or a cow, munching away at the grass, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, are sort of quite simple souls really, but there's a horse in a field or a cow Munching away at the grass Sun shining down on its back and it's all nice and That horse invents the separate condenser steam engine this happened a few hundred years ago the horse said you think Shit, I think I've got it that bloke Newcomen has come up with this engine He hasn quite got it right because it relies on atmospheric pressure. It should actually be the steam pressure and it should have a separate condenser. And he thinks all that and then he remembers, no, I'm a horse and I can't hold a pen. So I can't write it down. I can't explain it to anybody because I can't speak. And I can't make it because I don't have a post thumbs of any got hooves. So it just stays in the mind of the horse. I mean cats and dogs may be working on the liberty for fabulous operas or musical comedies or something, but we don't know because they can't unlock it. What if, I mean cats especially, who go out and wander around by themselves? What if they all get together in some secret place in the neighborhood and they're discussing who's got some nice chicken left over bits that you might be able to scrounge or who's got a warm bonnet on their car to go and lie on? Or they might be plotting something much bigger? Or they might all be playing in jazz bands because you sort of imagine you imagine that cats are in jazz bands and dogs are in rock bands. They might be doing that in secret in lockups. Well that might just be because I watch the aristocrats as a kid. I don't know. ACDC couldn't have cats in it but it could have dogs. A Miles Davis couldn't have been a dog. See, I've also got this",
                "timestamp": [
                    462.96,
                    567.12
                ]
            },
            {
                "text": " series that all people, you've heard this one, do you see? Everybody in the world is a cat",
                "timestamp": [
                    567.12,
                    571.32
                ]
            },
            {
                "text": " or a dog. And I don't mean by that, they look like a cat or a dog, or even necessarily",
                "timestamp": [
                    571.32,
                    578.24
                ]
            },
            {
                "text": " behave like a cat or a dog, but they have a quality about them that means they're cats",
                "timestamp": [
                    578.24,
                    583.28
                ]
            },
            {
                "text": " or dogs. You are a cat, Lucy Brain. I think I'm a cat. I think you're a dog, Gus..",
                "timestamp": [
                    583.28,
                    567.0
                ]
            },
            {
                "text": ".",
                "timestamp": [
                    567.0,
                    574.0
                ]
            },
            {
                "text": ".",
                "timestamp": [
                    574.0,
                    580.0
                ]
            },
            {
                "text": ".. They have a quality about them that means they're cats or dogs. You are a cat, Lucy Brain. I think I am a cat. I think you're a dog, Gus. Why? I can't explain it, but you are. I'm not sure if that's good or not. It's neither, because dogs and cats are both great, but if you suddenly became a pet, you would become a dog. It's nothing to do with the way you look or the way you sound or anything like that, all the clothes you wear, all your hair or your glasses or your shoes or anything. It's just people are either cats or dogs. Richard Hammond is a cat, Jeremy Clarkson is a dog. Name someone else I know and I'll tell you what they are. They can be a famous person He's like, probably, yeah. And he runs. And he runs dog. Reverend Richard Coles.",
                "timestamp": [
                    580.0,
                    605.0
                ]
            },
            {
                "text": " He's dog. Reverend Richard Coles. He's a cat. Even though he's very fond of dogs, he is a cat. Al Murray. Dog. Ryan Reynolds. Dog. I hope that makes sense. Perhaps you'd like to let me know in the comments if you think you are a cat or a dog or if you just think I'm talking total bollocks. You don't need to explain why you're a cat or a dog. You can just tell me if you think you are and if you think this theory stands up. Thank you for watching. How long was that Lucy Brown? I don't know why I always call you Lucy Brown. You're just Lucy, aren't you? But somehow you're Lucy Brown. 15 minutes. 15 minutes. That's 15 minutes. You'll never get get back views, you don't need to tell me that Mae'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n my",
                "timestamp": [
                    605.0,
                    null
                ]
            }
        ],
        "text": " Hello viewers, I'm here James May sitting in this very comfortable armchair in Lucy Brang's social media dungeon to answer the difficult questions you've asked. And let's go straight into it whilst I enjoy this California dream gin and tonic. I know the idea of the animal sanctuary is something we've talked about as a TV show, which think is Fascinating as an idea. I had the the neighbors would hate this but in the village where I spend some my time in Wiltshire near where the pub is I had the idea that because I've got this field. It's really it's really a garden But it's a field, but it's not an agricultural field and it's on a bit of a slope and it some woodland. I thought well I could have a donkey or two or a couple of goats because they're very entertaining and I like talking to animals and then we sort of thought well what if we got everybody in the village to start adopting animals and you know every house would have some ducks or rabbits or a cat or a dog or maybe if they had a bit of a bit of garden they could have an unwanted horse or a tired old cow or something like that and then it would become animal village and then we'd have to stop people driving through it or they'd have to be escorted through it because the place would be overrun with animals and we could talk to them all and save them and and and commune with them and it would be just brilliant but then of course because it would be a TV show it would last for maybe a season or two and then it would stop and then I would own dozens of animals and what do you do because you can't throw them away like you can with cars they are sentient and they they need care The thing about domesticated animals, I think, while animals are very different, but domesticated animals are the way they are because we've made them that way. We have bred them to the point where they can't be self-sufficient and look after themselves. They can't be released into the wild. Therefore, we have a moral to care for them because if we don't we diminish ourselves as humans which is why I feel very attached to domesticated animals. I don't just mean pets, I also mean you know things like sheep and goats and cows. I never know, I mean I spend a lot of time studying my cat who's the best one in the world, a bit dim, and I try to work out if there's anything going on in his head, or if he even really knows me, or if I'm just a source of warmth. I might just be a source of warmth, he may just be a temperature and moisture activated mechanism, who happens to have quite a cute little furry face and does some mildly amusing things occasionally. I often think that if I became two inches tall suddenly my cat who appears to love me would actually kill me for his own entertainment because I'd be like that ping pong ball that he likes chasing around or a mouse Not that he ever catches a mouse because he's fat and useless, but you know what I mean So animal welfare is a difficult one because We eat animals are eat animals. I think they should be dispatched humanely But ultimately if you take the view that the welfare of animals is Important you'd have to come to the conclusion that we shouldn't kill them and eat them. And I struggled with that one a bit. Have you ever been tempted to be vegetarian? I did try it. I tried it. I kept it up for about nine months, but to be brutally honest, it made me ill. I did actually end up in hospital because my guts couldn't cope with it coat with it and became inflamed and i'n gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gallu'r gall imagine a future where humans don't eat animals anymore and it may be one of those things we look back on the way we look back on slavery and child labor and things like that they'll say you know what they used to do in the old days they used to eat animals. Do you talk to your cats? Yes I talk to all animals. I had a very long conversation with the horse a little while back when I say conversation I talked at the horse and the horse took a big dump while I was talking to it but I think I thought everybody talks to animals it's perfectly normal isn't it you want obviously you know my cat's called banser and I talked with him the only word he possibly understands is banser the rest of it is this as far as he can say I know he can't speak and I remember writing this in a column I did years ago about another cat we had is that he was equipped with everything you need to speak so to speak you need a voice box and you need a tongue and teeth you know how these things move around form all the sounds that we use to make words. And he's got all those, so he could technically talk. But he doesn't talk, he only goes, and he makes bleeding noises when he wants some food or he wants to be picked up and cuddled. And my conclusion was, and I can't argue my way out of my own conclusion, The reason the cat and the dog and the horse don't talk is because they don't have anything to say. I think you're right, most people do speak to animals, but by your own conclusion, you don't think they understand us. So why do you think everyone speaks to them anyway? Because the main purpose, I think, of is to make us feel better. They are Sarah and my other half put it very nicely. She says they're hairy or furry reminders of human neediness. And there is something about that. But at the same time I also think I think there is, well, two things, I admire in animals that their state of complete bliss, especially say a sleeping cat or a cow or a horse just munching on some grass and a field on a nice day or sheep running around the hills. I mean, it is a state of pure bliss, it's the absence of care. They have nothing to worry about apart from finding a bit of grass. So I think we like that in the animals and we project it backwards and forwards. We envy their lifestyle in many ways and we sort of wish we could be, well, that oblivious. That's how it appears to us in many ways. But at the same time, I think you can, although animals don't understand words, certain animals do seem to understand, I mean, dogs especially understand your emotions. They know when you're unhappy or scared. Horses know when you're scared. They take advantage of it, don't they? I mean, I've been thrown from a horse because the horse knew that I didn't really like being on the horse, because I love horses and talking to horses and rubbing their noses, but I don't like sitting on them. I was just thinking that was an absolutely mad idea. Why would you do that? It's got a brain of its own, and it's only about that big. So there is something going on, but we don't quite understand what it is, and it's possibly best that we don't, because that keeps the mystery of the relationship alive. Yes, it might be thinking the same about you. It could be. I mean, I once thought, what if there's a horse, I mean, we imagine the horse is sort of quite simple souls, really, but there's a horse in a field or a cow, munching away at the grass, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, are sort of quite simple souls really, but there's a horse in a field or a cow Munching away at the grass Sun shining down on its back and it's all nice and That horse invents the separate condenser steam engine this happened a few hundred years ago the horse said you think Shit, I think I've got it that bloke Newcomen has come up with this engine He hasn quite got it right because it relies on atmospheric pressure. It should actually be the steam pressure and it should have a separate condenser. And he thinks all that and then he remembers, no, I'm a horse and I can't hold a pen. So I can't write it down. I can't explain it to anybody because I can't speak. And I can't make it because I don't have a post thumbs of any got hooves. So it just stays in the mind of the horse. I mean cats and dogs may be working on the liberty for fabulous operas or musical comedies or something, but we don't know because they can't unlock it. What if, I mean cats especially, who go out and wander around by themselves? What if they all get together in some secret place in the neighborhood and they're discussing who's got some nice chicken left over bits that you might be able to scrounge or who's got a warm bonnet on their car to go and lie on? Or they might be plotting something much bigger? Or they might all be playing in jazz bands because you sort of imagine you imagine that cats are in jazz bands and dogs are in rock bands. They might be doing that in secret in lockups. Well that might just be because I watch the aristocrats as a kid. I don't know. ACDC couldn't have cats in it but it could have dogs. A Miles Davis couldn't have been a dog. See, I've also got this series that all people, you've heard this one, do you see? Everybody in the world is a cat or a dog. And I don't mean by that, they look like a cat or a dog, or even necessarily behave like a cat or a dog, but they have a quality about them that means they're cats or dogs. You are a cat, Lucy Brain. I think I'm a cat. I think you're a dog, Gus...... They have a quality about them that means they're cats or dogs. You are a cat, Lucy Brain. I think I am a cat. I think you're a dog, Gus. Why? I can't explain it, but you are. I'm not sure if that's good or not. It's neither, because dogs and cats are both great, but if you suddenly became a pet, you would become a dog. It's nothing to do with the way you look or the way you sound or anything like that, all the clothes you wear, all your hair or your glasses or your shoes or anything. It's just people are either cats or dogs. Richard Hammond is a cat, Jeremy Clarkson is a dog. Name someone else I know and I'll tell you what they are. They can be a famous person He's like, probably, yeah. And he runs. And he runs dog. Reverend Richard Coles. He's dog. Reverend Richard Coles. He's a cat. Even though he's very fond of dogs, he is a cat. Al Murray. Dog. Ryan Reynolds. Dog. I hope that makes sense. Perhaps you'd like to let me know in the comments if you think you are a cat or a dog or if you just think I'm talking total bollocks. You don't need to explain why you're a cat or a dog. You can just tell me if you think you are and if you think this theory stands up. Thank you for watching. How long was that Lucy Brown? I don't know why I always call you Lucy Brown. You're just Lucy, aren't you? But somehow you're Lucy Brown. 15 minutes. 15 minutes. That's 15 minutes. You'll never get get back views, you don't need to tell me that Mae'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n mynd i'n my"
    },
    "Tom Cruise on Performing His Own Dangerous Stunts, ‘Mission Impossible’ Training, and Cliff-Hangers (360p)": {
        "chunks": [
            {
                "text": " And we cannot escape the past. Ethan, the submission of yours is gonna cost you dearly. Ever since I saw the featurette of you on the motorcycle, I've been wanting to ask you this question. Yes. There's a moment before you go on the first run and you look off to the end of the ramp and you go, I think. Do you remember this moment? Yes. What was that? Okay, it was two things. Okay. One, it was, okay, I'm going to do this. That did feel that emotional. It's like, okay, let's go. Because I didn't know what was going to happen. It the first day filming look. I've spent years preparing for this It's not just not just the years prepping and figuring it out But I've been riding motorcycle since I was a little kid been parachuting Training constantly developing kind of it for years developing developing knowledge developing technology on how to shoot these things and really How to tell a story It's not just capturing an image, but it's how do we tell a story. So when I was on the ramp, I was thinking, I'm going to see how this goes. You know, be cute. I talked about it. I know the camera. As that helicopter is going across, we had to be in sync because he could have blown me off that ramp. So his timing, my speed, had to perfect to adjust the camera. So I was, everything, the rhythms of everything we had to do and everything we trained, now's the moment where I'm going off the cliff and I'm thinking of performance. And it was also, it was a nod. It also was a cue to tell everyone I'm about to go. So it was keying off everyone.",
                "timestamp": [
                    0.0,
                    105.4
                ]
            },
            {
                "text": " I called my own action.",
                "timestamp": [
                    105.4,
                    106.6
                ]
            },
            {
                "text": " So they said action, but no one went.",
                "timestamp": [
                    106.6,
                    108.96
                ]
            },
            {
                "text": " I had to find something where I didn't take my hands off",
                "timestamp": [
                    108.96,
                    111.64
                ]
            },
            {
                "text": " the bike, like I couldn't give a hand signal.",
                "timestamp": [
                    111.64,
                    113.88
                ]
            },
            {
                "text": " And I also wanted to be part of performance",
                "timestamp": [
                    113.88,
                    115.92
                ]
            },
            {
                "text": " where you just seemed my head went down.",
                "timestamp": [
                    115.92,
                    117.36
                ]
            },
            {
                "text": " I went like that, that told the helicopter I'm going.",
                "timestamp": [
                    117.36,
                    120.4
                ]
            },
            {
                "text": " It told the drones I'm going.",
                "timestamp": [
                    120.4,
                    122.28
                ]
            },
            {
                "text": " And so all of that timing came off.",
                "timestamp": [
                    122.28,
                    124.16
                ]
            },
            {
                "text": " And once I did that, I had to release a bike. So I go like that. And that's the moment I must release the bike. I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm going and so all of that timing came off and once I did that I had to release a bike Yeah, so I go like that and that's the moment. I must release the bike Otherwise all of the everything's the sink is gonna be off and would also affect Just the you know the dynamics of doing something like that the down draft from the helicopter We're the position of the drone is going to be all the camera operators so that when I'm going off and you know yeah you finally flew without a plane I know it's amazing. Speaking of McEw he told a little story that after the first story he tells a great story after the first screening of every mission impossible film you whisper in his ear and you say we can do better that's a mission possible. It's just mission impossible. No, not everything. Every movie we make, I look at it and I'm watching it so we can do better. Even talk them. Even Maverick. Always. You think you can make a better Maverick. Oh, I think I can't. Are you going to? That's the question. So how do you when you say after fallout? How did you improve on it? Because I do really believe, I just watched the entire series in succession. I do really believe that you have improved on every single one, but how do you do that as a filmmaker and as an actor? And then how are you going to do that for the second part of this one? You know, we're always looking at how the story is immersive. Every since I was a kid, I've studied movies, I've studied studios, distribution, traveled the world and watch films with audiences all over the",
                "timestamp": [
                    124.16,
                    208.72
                ]
            },
            {
                "text": " world. Their movies and their culture and my films to see how they translate.",
                "timestamp": [
                    208.72,
                    213.36
                ]
            },
            {
                "text": " And I'm always going how can I hone a story to to make it as immersive as possible.",
                "timestamp": [
                    213.36,
                    219.84
                ]
            },
            {
                "text": " And with each one I'm constantly learning the amazing thing about this",
                "timestamp": [
                    219.84,
                    224.32
                ]
            },
            {
                "text": " hard form, the amazing thing about this life is that you're constantly learning! It's both fantastic and TOO-T-T-T-T-T-T-T-T-T-T-T-T-T-T- story. How can we, with the resources that we have, give a better experience or immersive experience for an audience? So those things, and it's just like I'm going. I'm not going to try to compete But all the things that I've learned in terms of character development Story structure how to you know filming you know We're all I'm always challenging myself on a daily basis and my crew and McEwen I back and forth going really thinking in terms Of just what's connecting me to the story or not. What's connecting me to the environment or not. So here we are shooting in Rome and also looking at the city and not trying to put something in that is a forcing the geography we're going what's this what's the geography telling us. What is what story can we tell? You have an actress like Haley at well when we you know someone who we've admired for many years and thought when when we were thinking this movie when you when we We need her, we're going, what story can we tell them, you have an actress like Haley at well, when we, you know, someone who we've admired for many years and thought when we were thinking this movie, when we meet her, we're going, what story can we tell with Ethan? And we knew, you know, we wanted to go in back more into the history and pull up Henry Surnayin, and really, you just felt that the movie wanted to do it. And I'd felt that the franchise had earned it. So those are the things that I'm constantly looking like. For me, it's, you know, and I don't know how many films I've produced. I don't know how many films I've overseen. But that is how I feel about it. I want to not just say I'm going to try to outdo myself but going, what is this story? And how can I take this kind of story and from my knowledge of audiences global audiences how can I tell the story in the same manner but engage a broader audience is best I can. You've been running a movie since 1991 two of my favorite runs are in this one and you do a lot of running in this one. It was actually cute just has me running every time he's like I can read you and they're getting longer. They but that's my question We all see you run. We all enjoy you running your fans love you running But how do you actually train for it because you're training for do you do have personal best that you up? You're grinning now because it's right. It's a very good question because Yeah, it's interesting because I have to go through it and I'm look at just as an actor and in my life, I've always trained just to make movies because the endurance and the, you know, I train in many things, singing, dancing, you know, motorcycles, cars and also in my personal life, I like doing, I like skydiving, speed flying and all these things and I like to then go learn these things and then apply it to the movies. But it is a real trick, and I have gone through to figure out how do I train? How do I maintain? How do you hit peak right at the moment? Because also when I'm doing sprinting scene, I don't just run once. I have to run, like sometimes I've done 50 sprints in one day, which is, so I have to think about what the recovery time is, what scenes I'm shooting before and after. And I've gotten better at really structuring things within the film and sitting down and going, here's because I have to prepare for the jump off the motorcycle. So, there's certain things you're using different your body in a different way or if I'm doing gymnastics or a fighting scene, you know, you don't want to do a fight right there when I'm going to sprint. And how do I prepare and how I recover and also the hours that I work. I work seven days a week and I'm producing so it's just you know and everything else that we are dealing with during this time period is you know but I enjoy that I have to say I enjoy the pressure I do enjoy the challenge but I realize like I woke up I you know and I enjoy this I like putting myself through in these kinds of situations. The last question I heard you just say, you never think it's big enough. The next couple of stunts, McQ gave me a little tease. He says the last shot in this one sets up one of the stunts in the next one, which we can assume what that is. But we've also seen shots of you out on the plane. Walking out on the plane. Did you go bigger in this one? Then in my, I can't tell you. I can tell you we went bigger. I shouldn't tell you that. I can tell you, but then I'd have to kill you. You could tell me if we just hurt me a little bit. That's a line for top god. But in this one then, which one of the three sequences do you think was the biggest in terms of as a producer and actor? You know what, each one has been very challenging. Each one was really fun because look, we built the train, the train is real. We had to build the train to put it down a track, to send it off the track, all of this stuff. And also what I enjoy is the action that I do with Palm, with Haley, the driving through",
                "timestamp": [
                    224.32,
                    505.34
                ]
            },
            {
                "text": " here, the streets on the cobblestone, one hand, and because like you're gonna have, you",
                "timestamp": [
                    505.34,
                    509.72
                ]
            },
            {
                "text": " can be handcuffed, oh my gosh, okay, so I'm practicing drifting, and the Fiat had a",
                "timestamp": [
                    509.72,
                    514.56
                ]
            },
            {
                "text": " very, you know, small wheelbase, so it would catch on the cobblestones, and Haley and I",
                "timestamp": [
                    514.56,
                    519.2
                ]
            },
            {
                "text": " are in the car together as we're doing it.",
                "timestamp": [
                    519.2,
                    521.12
                ]
            },
            {
                "text": " Each one had a different kind of adventure about it, and a different challenge. Always with motorcycles, it's challenging because you're looking at it, but I don't have I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I So that stuff's always, even though they're a little small jumps, you know, the things that I'm doing ahead of time, they're always a little tricky. Look, you know, rocks and different things like that. So it's never boring. Every morning, there was a bit of adventure and also the base jumping that we did. You can see in the EPK, you can see me jumping out of the helicopter. I was testing the wind inside the bowl. And it wasn't just once I get off the ramp, but still I have to, once I open, the challenge is I have to open in a manner that if I'm destabilized in any way the shoot will open in different ways and they packed it beautifully for me and it was very important that I always had the same team with me but in you could see I open in the parachute open in a way that threw me into the side of the mountain and you could see I'm just you have to really be ready that when it opens that if I'm with this and I was about this close to the to the side of the mountain that you pull the you know you get the parachute very quickly very quickly away from not dragging the any piece of the parachute on the rock so every day there was some there was there is a challenge which I like plus performance plus you know it's not me, it's about our whole cast and really, that's why we're happy to put the bite jump out because they thought they saw it and they've never seen it. You won't see it until you see the movie. There's another shot that has, we're so low as I'm getting to the ground, it's right over me as I'm going very low to the ground. You can see that shot there. To get that shot was was very interesting. And we know that we're happy to send that out because we know we have the whole train. We know you have the whole, you know, horses in the beginning. You know, all the horseback riding, all of that stuff in the desert, a sandstorm. My favorite moments with you, as much as we love the big moments, the Ethan Quiet moments, you need that balance in the film. And I love that McHugh will linger on a shot just long enough. You'll tell the team, I got it, and there'll be that little bit of doubt. So how much joy do you still get into those quiet moments? As much as you love the big moments. You know, I love all of the moments. I have to say all of those moments. And also when I see the other actors and we're constantly working with them to what I love in movies, I want vivid characters. It's not about me, it's about the story. And it's about how do we tell the story to engage an audience into an emotional story and a character journey. And there's this other stuff that we have. There's another, it's the amount of time that we spend finding the story, finding those moments with the characters, and not just for myself, but the other actors in developing that stuff. That's what engages me. And then I want to thrill the audience also with these other things, because if you don't have that, it doesn't matter how big it is. If I'm not invested in the story and invested with the characters and that that is primary for us. And that's what keeps the franchise going. It's not just the story. And just movies and why I want to see movies. I want to care about the people. I want to be interested in the world. I want to be interested in those people. That is movies. I'm using all of the skills that I and the things that I love and cinema and all of the dramatic and comedic and all those films and the character development that we have, and we're looking and I'm developing that with all the actors, and then putting it, all we're doing is putting a big landscape on top of that. That's all, it's, you know, from any other kind of movie that I've done, how do you have that emotion while you're juggling? How do you have that? The thing with this movie that I, when you're looking at the fiat and you're looking at Haley and I, we're playing those scenes in a two shot. Now, we don't have a bunch of takes that we can do. Those characters have to be connected and you have to find those moments like that. And that kind of skill to be able to play that kind of moment and comedy that that normally get to have in a Jerry McGuire, or a Rainman, or a cocktail, where you have that, you're on the ground, you're doing that, we're doing it at high speed and having it feel organic because it is organic. It's happening now, but you have to have actors that first we have to get them used to that kind of speed and that kind of pace and that kind of action. Now, you know, the scene on the train, it's like, you trust me. No, those kind of character moments that are real, that invest me in these people. And that's the thing, always with Ethan, I was like, look, the key with this character and people are like, oh, you know, no, he does this, it's like, he doesn't want to have to do that. He has to do it. And you know, what he's about to go off that cliff, and what he's thinking about, what's interesting and what I want in it is that emotional investment as to why he's doing it. We understand. It's not just Tadah, we're not going Tadah, it's the story that's getting us there. And anyone that understands that level of performance, that level of storytelling understands like, I could have that that's the same kind of emotional investment that you have in a movie that we're shooting in a room. That's what I'm always looking for. I'm looking for audience engagement, character audience engagement with that. And telling our story, we're not altering our story or what I want to do, but there's many different ways where I can push an audience",
                "timestamp": [
                    521.12,
                    849.14
                ]
            },
            {
                "text": " away or I can pull them into my story and I can pull them into a character. And those",
                "timestamp": [
                    849.14,
                    854.46
                ]
            },
            {
                "text": " are the things that, you know, I've played supporting roles and I've played lead roles.",
                "timestamp": [
                    854.46,
                    859.36
                ]
            },
            {
                "text": " So I know structurally every aspect of how to draw, how to draw an audience in and when do I want to draw them in and when do I want to push them away. You know, with those I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm, as an actor, I'm not going, it is character development and it's, it's, but it's the whole, it's the whole story. It's every actor in there the actors it's we're looking at them going okay what how do I celebrate their talent which is you know in old Hollywood they would look people and it's like and they built performances for them that's what I do if you look at my movies all the way back when I was a young actor you look look at risky business, you look at a few good men, you look at rain man,",
                "timestamp": [
                    859.36,
                    906.88
                ]
            },
            {
                "text": " you look at these movies.",
                "timestamp": [
                    906.88,
                    907.92
                ]
            },
            {
                "text": " My taste and my development is looking at actors",
                "timestamp": [
                    907.92,
                    911.6
                ]
            },
            {
                "text": " and celebrating them and that it's us together",
                "timestamp": [
                    911.6,
                    915.64
                ]
            },
            {
                "text": " and where do I put that camera?",
                "timestamp": [
                    915.64,
                    917.76
                ]
            },
            {
                "text": " How do we write these lines?",
                "timestamp": [
                    917.76,
                    919.16
                ]
            },
            {
                "text": " How do we develop it in a manner that is immersive",
                "timestamp": [
                    919.16,
                    922.2
                ]
            },
            {
                "text": " for an audience?",
                "timestamp": [
                    922.2,
                    923.36
                ]
            },
            {
                "text": " Because then you're seeing all these great characters and that's those kind of movies I love and those those kind of movies that I",
                "timestamp": [
                    923.36,
                    928.24
                ]
            },
            {
                "text": " try to and aspire to make. So you're like the old lady that gave you the quarter, you're giving",
                "timestamp": [
                    928.24,
                    931.92
                ]
            },
            {
                "text": " the quarter back. That's it. That's great. Yes, yes, yes, that's it. That's exactly it.",
                "timestamp": [
                    931.92,
                    937.36
                ]
            }
        ],
        "text": " And we cannot escape the past. Ethan, the submission of yours is gonna cost you dearly. Ever since I saw the featurette of you on the motorcycle, I've been wanting to ask you this question. Yes. There's a moment before you go on the first run and you look off to the end of the ramp and you go, I think. Do you remember this moment? Yes. What was that? Okay, it was two things. Okay. One, it was, okay, I'm going to do this. That did feel that emotional. It's like, okay, let's go. Because I didn't know what was going to happen. It the first day filming look. I've spent years preparing for this It's not just not just the years prepping and figuring it out But I've been riding motorcycle since I was a little kid been parachuting Training constantly developing kind of it for years developing developing knowledge developing technology on how to shoot these things and really How to tell a story It's not just capturing an image, but it's how do we tell a story. So when I was on the ramp, I was thinking, I'm going to see how this goes. You know, be cute. I talked about it. I know the camera. As that helicopter is going across, we had to be in sync because he could have blown me off that ramp. So his timing, my speed, had to perfect to adjust the camera. So I was, everything, the rhythms of everything we had to do and everything we trained, now's the moment where I'm going off the cliff and I'm thinking of performance. And it was also, it was a nod. It also was a cue to tell everyone I'm about to go. So it was keying off everyone. I called my own action. So they said action, but no one went. I had to find something where I didn't take my hands off the bike, like I couldn't give a hand signal. And I also wanted to be part of performance where you just seemed my head went down. I went like that, that told the helicopter I'm going. It told the drones I'm going. And so all of that timing came off. And once I did that, I had to release a bike. So I go like that. And that's the moment I must release the bike. I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm going and so all of that timing came off and once I did that I had to release a bike Yeah, so I go like that and that's the moment. I must release the bike Otherwise all of the everything's the sink is gonna be off and would also affect Just the you know the dynamics of doing something like that the down draft from the helicopter We're the position of the drone is going to be all the camera operators so that when I'm going off and you know yeah you finally flew without a plane I know it's amazing. Speaking of McEw he told a little story that after the first story he tells a great story after the first screening of every mission impossible film you whisper in his ear and you say we can do better that's a mission possible. It's just mission impossible. No, not everything. Every movie we make, I look at it and I'm watching it so we can do better. Even talk them. Even Maverick. Always. You think you can make a better Maverick. Oh, I think I can't. Are you going to? That's the question. So how do you when you say after fallout? How did you improve on it? Because I do really believe, I just watched the entire series in succession. I do really believe that you have improved on every single one, but how do you do that as a filmmaker and as an actor? And then how are you going to do that for the second part of this one? You know, we're always looking at how the story is immersive. Every since I was a kid, I've studied movies, I've studied studios, distribution, traveled the world and watch films with audiences all over the world. Their movies and their culture and my films to see how they translate. And I'm always going how can I hone a story to to make it as immersive as possible. And with each one I'm constantly learning the amazing thing about this hard form, the amazing thing about this life is that you're constantly learning! It's both fantastic and TOO-T-T-T-T-T-T-T-T-T-T-T-T-T-T- story. How can we, with the resources that we have, give a better experience or immersive experience for an audience? So those things, and it's just like I'm going. I'm not going to try to compete But all the things that I've learned in terms of character development Story structure how to you know filming you know We're all I'm always challenging myself on a daily basis and my crew and McEwen I back and forth going really thinking in terms Of just what's connecting me to the story or not. What's connecting me to the environment or not. So here we are shooting in Rome and also looking at the city and not trying to put something in that is a forcing the geography we're going what's this what's the geography telling us. What is what story can we tell? You have an actress like Haley at well when we you know someone who we've admired for many years and thought when when we were thinking this movie when you when we We need her, we're going, what story can we tell them, you have an actress like Haley at well, when we, you know, someone who we've admired for many years and thought when we were thinking this movie, when we meet her, we're going, what story can we tell with Ethan? And we knew, you know, we wanted to go in back more into the history and pull up Henry Surnayin, and really, you just felt that the movie wanted to do it. And I'd felt that the franchise had earned it. So those are the things that I'm constantly looking like. For me, it's, you know, and I don't know how many films I've produced. I don't know how many films I've overseen. But that is how I feel about it. I want to not just say I'm going to try to outdo myself but going, what is this story? And how can I take this kind of story and from my knowledge of audiences global audiences how can I tell the story in the same manner but engage a broader audience is best I can. You've been running a movie since 1991 two of my favorite runs are in this one and you do a lot of running in this one. It was actually cute just has me running every time he's like I can read you and they're getting longer. They but that's my question We all see you run. We all enjoy you running your fans love you running But how do you actually train for it because you're training for do you do have personal best that you up? You're grinning now because it's right. It's a very good question because Yeah, it's interesting because I have to go through it and I'm look at just as an actor and in my life, I've always trained just to make movies because the endurance and the, you know, I train in many things, singing, dancing, you know, motorcycles, cars and also in my personal life, I like doing, I like skydiving, speed flying and all these things and I like to then go learn these things and then apply it to the movies. But it is a real trick, and I have gone through to figure out how do I train? How do I maintain? How do you hit peak right at the moment? Because also when I'm doing sprinting scene, I don't just run once. I have to run, like sometimes I've done 50 sprints in one day, which is, so I have to think about what the recovery time is, what scenes I'm shooting before and after. And I've gotten better at really structuring things within the film and sitting down and going, here's because I have to prepare for the jump off the motorcycle. So, there's certain things you're using different your body in a different way or if I'm doing gymnastics or a fighting scene, you know, you don't want to do a fight right there when I'm going to sprint. And how do I prepare and how I recover and also the hours that I work. I work seven days a week and I'm producing so it's just you know and everything else that we are dealing with during this time period is you know but I enjoy that I have to say I enjoy the pressure I do enjoy the challenge but I realize like I woke up I you know and I enjoy this I like putting myself through in these kinds of situations. The last question I heard you just say, you never think it's big enough. The next couple of stunts, McQ gave me a little tease. He says the last shot in this one sets up one of the stunts in the next one, which we can assume what that is. But we've also seen shots of you out on the plane. Walking out on the plane. Did you go bigger in this one? Then in my, I can't tell you. I can tell you we went bigger. I shouldn't tell you that. I can tell you, but then I'd have to kill you. You could tell me if we just hurt me a little bit. That's a line for top god. But in this one then, which one of the three sequences do you think was the biggest in terms of as a producer and actor? You know what, each one has been very challenging. Each one was really fun because look, we built the train, the train is real. We had to build the train to put it down a track, to send it off the track, all of this stuff. And also what I enjoy is the action that I do with Palm, with Haley, the driving through here, the streets on the cobblestone, one hand, and because like you're gonna have, you can be handcuffed, oh my gosh, okay, so I'm practicing drifting, and the Fiat had a very, you know, small wheelbase, so it would catch on the cobblestones, and Haley and I are in the car together as we're doing it. Each one had a different kind of adventure about it, and a different challenge. Always with motorcycles, it's challenging because you're looking at it, but I don't have I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I So that stuff's always, even though they're a little small jumps, you know, the things that I'm doing ahead of time, they're always a little tricky. Look, you know, rocks and different things like that. So it's never boring. Every morning, there was a bit of adventure and also the base jumping that we did. You can see in the EPK, you can see me jumping out of the helicopter. I was testing the wind inside the bowl. And it wasn't just once I get off the ramp, but still I have to, once I open, the challenge is I have to open in a manner that if I'm destabilized in any way the shoot will open in different ways and they packed it beautifully for me and it was very important that I always had the same team with me but in you could see I open in the parachute open in a way that threw me into the side of the mountain and you could see I'm just you have to really be ready that when it opens that if I'm with this and I was about this close to the to the side of the mountain that you pull the you know you get the parachute very quickly very quickly away from not dragging the any piece of the parachute on the rock so every day there was some there was there is a challenge which I like plus performance plus you know it's not me, it's about our whole cast and really, that's why we're happy to put the bite jump out because they thought they saw it and they've never seen it. You won't see it until you see the movie. There's another shot that has, we're so low as I'm getting to the ground, it's right over me as I'm going very low to the ground. You can see that shot there. To get that shot was was very interesting. And we know that we're happy to send that out because we know we have the whole train. We know you have the whole, you know, horses in the beginning. You know, all the horseback riding, all of that stuff in the desert, a sandstorm. My favorite moments with you, as much as we love the big moments, the Ethan Quiet moments, you need that balance in the film. And I love that McHugh will linger on a shot just long enough. You'll tell the team, I got it, and there'll be that little bit of doubt. So how much joy do you still get into those quiet moments? As much as you love the big moments. You know, I love all of the moments. I have to say all of those moments. And also when I see the other actors and we're constantly working with them to what I love in movies, I want vivid characters. It's not about me, it's about the story. And it's about how do we tell the story to engage an audience into an emotional story and a character journey. And there's this other stuff that we have. There's another, it's the amount of time that we spend finding the story, finding those moments with the characters, and not just for myself, but the other actors in developing that stuff. That's what engages me. And then I want to thrill the audience also with these other things, because if you don't have that, it doesn't matter how big it is. If I'm not invested in the story and invested with the characters and that that is primary for us. And that's what keeps the franchise going. It's not just the story. And just movies and why I want to see movies. I want to care about the people. I want to be interested in the world. I want to be interested in those people. That is movies. I'm using all of the skills that I and the things that I love and cinema and all of the dramatic and comedic and all those films and the character development that we have, and we're looking and I'm developing that with all the actors, and then putting it, all we're doing is putting a big landscape on top of that. That's all, it's, you know, from any other kind of movie that I've done, how do you have that emotion while you're juggling? How do you have that? The thing with this movie that I, when you're looking at the fiat and you're looking at Haley and I, we're playing those scenes in a two shot. Now, we don't have a bunch of takes that we can do. Those characters have to be connected and you have to find those moments like that. And that kind of skill to be able to play that kind of moment and comedy that that normally get to have in a Jerry McGuire, or a Rainman, or a cocktail, where you have that, you're on the ground, you're doing that, we're doing it at high speed and having it feel organic because it is organic. It's happening now, but you have to have actors that first we have to get them used to that kind of speed and that kind of pace and that kind of action. Now, you know, the scene on the train, it's like, you trust me. No, those kind of character moments that are real, that invest me in these people. And that's the thing, always with Ethan, I was like, look, the key with this character and people are like, oh, you know, no, he does this, it's like, he doesn't want to have to do that. He has to do it. And you know, what he's about to go off that cliff, and what he's thinking about, what's interesting and what I want in it is that emotional investment as to why he's doing it. We understand. It's not just Tadah, we're not going Tadah, it's the story that's getting us there. And anyone that understands that level of performance, that level of storytelling understands like, I could have that that's the same kind of emotional investment that you have in a movie that we're shooting in a room. That's what I'm always looking for. I'm looking for audience engagement, character audience engagement with that. And telling our story, we're not altering our story or what I want to do, but there's many different ways where I can push an audience away or I can pull them into my story and I can pull them into a character. And those are the things that, you know, I've played supporting roles and I've played lead roles. So I know structurally every aspect of how to draw, how to draw an audience in and when do I want to draw them in and when do I want to push them away. You know, with those I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm, as an actor, I'm not going, it is character development and it's, it's, but it's the whole, it's the whole story. It's every actor in there the actors it's we're looking at them going okay what how do I celebrate their talent which is you know in old Hollywood they would look people and it's like and they built performances for them that's what I do if you look at my movies all the way back when I was a young actor you look look at risky business, you look at a few good men, you look at rain man, you look at these movies. My taste and my development is looking at actors and celebrating them and that it's us together and where do I put that camera? How do we write these lines? How do we develop it in a manner that is immersive for an audience? Because then you're seeing all these great characters and that's those kind of movies I love and those those kind of movies that I try to and aspire to make. So you're like the old lady that gave you the quarter, you're giving the quarter back. That's it. That's great. Yes, yes, yes, that's it. That's exactly it."
    }
}