{
    "1987 on TODAY- Bruce Willis talks balancing fame and privacy (360p)": {
        "audio": "data/1987 on TODAY- Bruce Willis talks balancing fame and privacy (360p)_translated.wav",
        "chunks": [
            {
                "audio": "data/1987 on TODAY- Bruce Willis talks balancing fame and privacy (360p)_0.wav",
                "text": " Bruce Willis is one red hot property these days. As smart mouth David Addison, he stars in the much heralded TV series Moonlighting. He's done a special for HBO and has a second in the works. He has a record album out that's just gone gold and his first feature film Blind Date opens tomorrow. Yet for all his success in front of the camera, Willis has a less than terrific off screen image. I caught up with Bruce and Los Angeles, simply asked him why. Well, I'm glad you asked that question. And given the fact that in the past two and a half years since I've been doing this show, I've only done three major interviews. That's Side A. Side B is, for the past nine months, I've been in magazines and newspapers just about every day, or at least once a week. And there have been things that have been total fabrications printed as fact about me. I'm not saying that I'm an angel. I like to have fun. But by and large, I think how people see me in this country is pretty much based on what they read in the papers that I ran through town nude that I used to show up at parties with diapers on which is all real good copy but a lot of it's just been made up. It's part of the business. If you don't do many of these, do you? Many interviews? Yeah. No, I don't. How come? It's gonna get right in there, aren't you? It's just gonna go right with it. I'm just curious. Well, it basically came out of a feeling that I had when I first started doing moon lighting. Why? Just because I'm on television every Tuesday night does all of a sudden what I say or what my opinions are about You know different things carrying more weight I don't really have a whole lot to say publicly. Yeah, but you do understand why people are interested absolutely I think what TV does and and the kind of position that it puts actors and popular actors and it kind of sets of sets you apart from the rest of the people. And that's kind of weird too. For however this happened, when they put my picture, when the cover of a magazine, it sells more of that magazine than it would if my photo did not appear there. Is it a measure of success? No, for me, it's not. I don't know. That's a really good question. It certainly is for me. I try and avoid that stuff. I never really got into this business seeking fame and fortune. I never knew what that meant other than that kind of nebulous fame and fortune, whatever that was. And now here it is. Now I'm right in the center of it. And if anything, it makes me want to keep my private life more private. Is making it, as you call it, fame and fortune. Is it what you thought it'd be? Yeah. Yeah. I don't know. I mean, who knows what that is. I never really knew how this was going to happen. And I was very surprised when it happened through TV. I was living in New York doing off-Broadway plays. At the time, I thought, well, I'll keep doing off-Broadway plays. So I do a Broadway play, and then I'll do a movie, and then I'll do millions of movies for the rest of my life. But never beyond that, I mean, never really thought specifically how this was going to happen. But you always thought it would happen, didn't you? I always knew it was going to happen. Why? Where does that confidence come from? I mean, you're a blue-collar guy from a blue-collar neighborhood without a family with background in the bit. I mean, where does that confidence come from? I've always kind of had the courage of my own convictions. And I knew this was what I wanted to do. And I think if you want something bad enough and you have, you know, you have the inherent talent to make that work. I think that kind of creates confidence. Is moonlighting still for you the focus? I mean, is it still the central thing of which everything has to flow from? Yes. And that, I think, is basically a function of my, you know, I've kind of two contracts on this show. One is a contract on paper, and one is a commitment to Glenn and Sybil, just from my heart, just that all three of us are kind of in this together we were there from the very beginning when no one really knew who we were or what we were trying to do and I think we all still really strive I think there's still something to say on this show at some point we may reach a time where we come in one day and we set it all and we've done all the gags that I've made this face as many times as I can. And we may walk away from it at that point, but we still have, there's still a curve to the characters of where they can go. Well, I'm not giving that baby to a woman suspected of murder. Suspected, Maddie. Suspected, doesn't that word mean anything? My mind is made up. Thank you, at least, only the courtesy of listening to her story. What are you doing? I'm doing what I should have done all along. What I wanted to do was doing What I should have done last night. Stop that, David. I'm calling the police station. Hello, police. Nah, you'll always be caked to me. Blame with him. I don't really think that. David Addison burns the blue flame. He lives real hard. It would be difficult for me, I think, to keep up with him. But yeah, it'd be kind of like hanging around with the three studios. I'd like to spend the weekend with him. When you like to do that, just hang around with him for the weekend, just like Friday night, just don't hang around. You mentioned Glenn, Glenn Karen. Does he really wear a referee shirt? I guess you're addressing this stuff about civil and eye fighting at the end. Well, I'd like to tell you that there's something behind it that we do actually kick and scream and scrunch at each other, but we don't. It certainly sells more magazines to say that civil and eye are fighting than it is to say. Civil and Bruce are getting along. It's just a little more juicy, I guess. As it pertains to moon lighting, does entertaining mean, at some point, stopping the teas of Dave and Maddie? I mean, do they get together at some point? Well, that's going to be resolved this year. Actually, that'll be resolved by the end of this season. We like to think of it as two and a half years of four play.",
                "timestamp": [
                    0.09287981859410431,
                    405.3507482993197
                ],
                "translated": "Брюс Уиллис является одним из красных горячих свойств в эти дни. Как умный рот Дэвид Эддисон, он играет главную роль в широко освещаемом телесериале «Лунное освещение». Он сделал специальный для ХБО и имеет второе место в работе. У него есть альбом-рекорд, который только что стал золотым, а его первый полнометражный фильм «Слепое свидание» открывается завтра. Тем не менее, несмотря на все его успехи перед камерой, Уиллис имеет более чем потрясающее изображение за пределами экрана. Я наткнулся на Брюса и Лос-Анджелес, просто спросил его почему. Ну, я рад, что вы задали этот вопрос. И учитывая тот факт, что за последние два с половиной года после того, как я делал это шоу, я сделал только три крупных интервью. Это Сторона А. Сторона Б в течение последних девяти месяцев, я был в журналах и газетах почти каждый день, или по крайней мере один раз в неделю. И были вещи, которые были полностью сфабрикованы как факты обо мне. Я не говорю, что я ангел. Мне нравится веселиться. Но в целом, я думаю, что то, как люди видят меня в этой стране, в значительной степени основано на том, что они читают в газетах, которые я пробежал через город голый, который я использовал, чтобы появиться на вечеринках с подгузниками на которых все это действительно хорошая копия, но многое из этого просто было сделано. Это часть бизнеса. Если вы не делаете много из них, да? Много интервью? Да. Нет, я не. Как это получилось? Он собирается прямо там, не так ли? Просто будет идти с ним. Мне просто любопытно. Ну, это в основном возникло из чувства, которое у меня было, когда я впервые начал делать лунное освещение. Почему? Просто потому, что я по телевизору каждый вторник ночью делает все внезапно то, что Я говорю или о том, что Мое мнение о Вы знаете разные вещи, несущие больше веса Мне действительно не нужно много сказать публично. Да, но ты действительно понимаешь, почему люди интересуются абсолютно я думаю, что телевидение делает и какое положение, которое оно ставит актеров и популярных актеров это своего рода наборы отличает вас от остальной части людей. И это тоже немного странно. Ибо, однако, это случилось, когда они положили мою фотографию, когда обложка журнала, он продает больше из этого журнала, чем если бы моя фотография не появилась там. Это показатель успеха? Нет, для меня, это не так. Я не знаю. Это действительно хороший вопрос. Это определенно для меня. Я стараюсь избегать этого материала.. Я никогда не знал, что это означает, кроме этой туманной славы и богатства, что бы это ни было. И вот она. Теперь я прямо в центре этого. И если что-то, это заставляет меня хотеть сохранить мою личную жизнь более приватной. Делает ее, как вы называете его, известностью и богатством. Это то, что вы думали? Да. Да. Я не знаю. Я имею в виду, кто знает, что такое. Я никогда не знала, как это произойдет. И я была очень удивлена, когда это случилось по телевизору. Я жила в Нью-Йорке, играя за пределами Бродвея. В то время я думала, что ну, я буду продолжать делать вне Бродвейские пьесы. Так что я сделаю бродвейскую пьесу, а затем я сниму фильм, и тогда я собираюсь сделать миллионы фильмов на всю оставшуюся жизнь. Но никогда больше, я имею в виду, никогда не думал конкретно о том, как это произойдет. Но вы всегда думали, что это произойдет, не так ли? Я всегда знал, что оно произойдет. Почему? Откуда берется эта уверенность? Я имею ввиду, ты парень с голубыми воротничками из района без семьи с фоном в немного. Я имею в виду, откуда берется эта уверенность? У меня всегда было мужество моих собственных убеждений. И я знал, что это то, что я хотел сделать. и я думаю, что если вы хотите чего-то достаточно плохого, и у вас есть, знаете, присущий вам талант делать эту работу.. Я имею в виду, это все еще центральная вещь, из которой все должно вытекать? Да. И это, я думаю, в основном является функцией моего, знаете, у меня есть два контракта на это шоу. Один - это контракт на бумаге, а другой - обязательство перед Гленном и Сибилом, просто от сердца, просто то, что все трое из нас как бы в этом вместе мы были там с самого начала, когда никто действительно не знал, кто мы или что мы пытаемся сделать, и я думаю, что мы все еще действительно стремимся.. И мы можем уйти от этого в тот момент, но у нас все еще есть кривая для персонажей, куда они могут пойти. Ну, я не отдаю этого ребенка женщине, подозреваемой в убийстве. Подозреваемый, Мэдди. Подозрительный, это слово ничего не значит? Мой разум сложен. Спасибо, по крайней мере, только за то, что выслушали ее историю. Что ты делаешь? Я делаю так, как должен был делать все время. Я хотел сделать то, что должен был сделать прошлой ночью. Прекратите это, Дэвид. Я звоню в полицейский участок. Здравствуйте, полиция. Неа, вы всегда будете запечены передо мной. Виноват в нем. Я действительно не думаю, что. Дэвид Эддисон горит синим пламенем. Он живет очень тяжело. Мне было бы трудно, я думаю, догнать его. Но да, это было бы как будто болтаться с тремя студиями. Я хотел бы провести выходные с ним. Когда вы хотите сделать это, просто болтайтесь с ним на выходные, как в пятницу вечером, просто не болтаться. Вы упомянули Гленна, Гленн Карен. Он действительно носит футболку арбитра? Я думаю, что вы обращаетесь к этому материалу о гражданском и противостоянии глазам в конце. Ну, я хотел бы сказать вам, что позади этого есть что-то, что мы действительно пинаем и кричим друг на друга, но мы не делаем. Это определенно продает больше журналов, чтобы сказать, что гражданский и глаз сражаются, чем это говорить.. Как это относится к лунному освещению, означает ли развлечение, в какой-то момент, прекращение чаев Дэйва и Мэдди? Я имею в виду, собираются ли они когда-нибудь вместе? Ну, это будет решено в этом году. На самом деле, это решится к концу этого сезона. Нам нравится думать об этом как о двух с половиной годах четырех игр"
            },
            {
                "audio": "data/1987 on TODAY- Bruce Willis talks balancing fame and privacy (360p)_1.wav",
                "text": " This Friday is a big day for Bruce Willis, although his role as David Addison in the TV series Moonlighting has made him a real star. His first major motion picture opens today nationwide. The movie's called Blind Date and the role is really a bit of a departure for him. I had originally wanted to do something that was totally opposite of the character that I play for Moonlighting. Blake Edwards brought me the script of Blind Date and I saw in there that it's as opposed to what I do on moon lighting where I'm kind of the driving force behind that manic chaos that goes on in that office. Walter Davis is more of a reactor. He reacts to what is being done to him in his life. So it's a different kind of comedy. This is a guy who's a pretty easygoing guy who, because of accepting a blind date, has his life ruined in one night. Do you find Blake Edwards or do you find you? We kind of found each other. I've been aware of his work for a long time. Which I asked it is because I know you're a big three-studious fan. I'm saying this in all seriousness. I mean, I know you're a big three-studious fan. And the kind of mad cap antics of this film would seem tailor-made for that kind of a person. There is a school of comedy that I've studied for a long time. The directors like Frank Capra, Preston Sturgis, Ernst Lubich. These guys kind of created that screwball comedy genre and Blake Edwards I think is one of the last masters of that comedy style. He allows you to improvise on the set. He allows everyone to bring their own ideas in. It's a very creative work. That's kind of dangerous from your work with Laura Kett, isn't it? Well, it was dangerous for me. John is one of the funniest people on the planet and had a hard time keeping his straight face like it was him. But we had a great time doing it. It was a very creative process. Is comedy where you want to stay in film? Not necessarily. I enjoy doing comedy. I think it's one of the cooler jobs on the planet to make people laugh. I think that's a pretty good job. I certainly am not limited to comedy just before I got moon money. I was doing a play back in New York called Fool for Love. It was a very serious play, very violent, very dramatic. And while I was doing that play, I was kind of thought of as a very violent, dramatic actor. You can't, I mean, I would think it impossible for somebody to stay as hot as you are, which is not to say you have to slide down in the land of forgotten. But I mean, how long can this go? Well, hopefully for the rest of my life, or as hopefully as long as I would like to. I don't know. I'm as amazed by all this as you are. There are very few things. As you're growing up, there's certain things that when they happen for the first time a very phenomenal in your life the first time you you You Join the little league team the first time you drive a car the first time you kiss a girl the first time you Make love to someone all these things are very phenomenal that in that first time that do it. From the time you're about 21 and I guess I think phenomenal things start to drop off. The past two years of my life have really been that and have been a phenomenon in that it's something that I've never expected and never really knew how to deal with. I don't know how much longer this can go on. Hopefully for a long time. I mean, publicity mill being what it is. I mean, are you at all conscious of the possibility, even, that tomorrow your yesterday's news, that over exposure takes a blow? Well, a friend of mine, Michael J. Fox told me that one of the things about being hot is that at some point you're going to be what's not hot. How I like to look at it is that I'm an actor in a job that has a finite life. When that job is done, I will be an unemployed actor. I'll be it much more successful and comfortable, much more comfortable. But I will still be an unemployed actor, and I want to get another job at some point. I want you to get away without talking about Bruno Rattolini. Who isn't? Bruno takes himself very seriously. I kind of look at him as just another performance, just another page in the book of the entertainment that I do. He's a character that I play. It certainly allows me not to take myself so seriously. If we were to cast the Three stooges on a remake, and you were to play one of the three, which would you play and who'd play the other two? First of all, let me preface this by saying, like, you know, giving you my kind of worldview of the three stooges here. If you look at the three stooges based on a kind of a socio-economic standpoint. They started working right at the height of the depression. Their job at that time was to take people's minds off their troubles. No one's ever topped what they did. I would like to play Larry. I think Larry has got some really subtle stuff in there. Also because I would never want to attempt the role of Curly. It's one of those roles like Brando and Street Cardi and Desire. Who could play Curly? John Candy? John Candy would make a great Curly. I think you'd make a really good Curly. I don't know about Moe. Do you got any suggestions from? For the record, we settled on Bruce for Larry, John Candy for Curly, and for the role of Moe, Danny DeVito. We'll take a station break.",
                "timestamp": [
                    405.629387755102,
                    817.2959637188209
                ],
                "translated": "Эта пятница - большой день для Брюса Уиллиса, хотя его роль в роли Дэвида Эддисона в телесериале «Лунное освещение» сделала его настоящей звездой. Его первая крупная кинокартина открывается сегодня по всей стране. Фильм называется «Свидание вслепую», и роль действительно немного отъезда для него. Я изначально хотел сделать что-то, что было полностью противоположно характеру, который я играю для «Лунного освещения». Блейк Эдвардс принес мне сценарий «Свидания вслепую», и я увидел, что это противоположно тому, что я делаю на лунном освещении, где я своего рода движущая сила за этим маниакальным хаосом, который происходит в этом офисе. Уолтер Дэвис больше похож на реактор. Он реагирует на то, что делается с ним в его жизни. Так что это другой вид комедии. Это парень, который довольно легкомысленный парень, из-за принятия свидания вслепую, его жизнь разрушилась за одну ночь. Вы находите Блейка Эдвардса или вы находите себя? Мы вроде как нашли друг друга. Я знал о его работе в течение длительного времени. Что я спросил об этом, потому что я знаю, что вы большой поклонник трех студий. Я говорю это со всей серьезностью. Я имею в виду,. И какая-то безумная накидка этого фильма, казалось бы, специально для такого человека. Есть школа комедии, которую я изучал в течение длительного времени. Такие режиссеры, как Фрэнк Капра, Престон Стерджис, Эрнст Любич. Эти ребята вроде как создали этот комедийный жанр и Блэйк Эдвардс, я думаю, является одним из последних мастеров этого комического стиля. Он позволяет импровизировать на съемочной площадке. Он позволяет каждому привнести свои собственные идеи. Это очень творческая работа. Это немного опасно от вашей работы с Лорой Кетт, не так ли? Ну, это было опасно для меня. Джон - один из самых забавных людей на планете и ему было трудно сохранить свое прямое лицо, как будто это был он. Но мы отлично провели время, делая это. Это был очень креативный процесс. Комедия, где вы хотите остаться в фильме? Не обязательно. Мне нравится делать комедию. Я думаю, что это одна из самых крутых работ на планете, чтобы заставить людей смеяться.. И пока я играл эту пьесу, меня считали очень жестоким драматичным актером. Вы не можете, я имею в виду, я бы подумал, что это невозможно для кого-то оставаться таким же горячим, как и вы, что не означает, что вам нужно скатываться в землю забытого. Но я имею ввиду, как долго это может продолжаться? Ну, надеюсь, на всю оставшуюся жизнь, или настолько, насколько я хотел бы. Я не знаю. Я так же удивлен всем этим, как и вы.. По мере того, как вы взрослеете, есть определенные вещи, которые происходят в первый раз очень феноменально в вашей жизни.. С тех пор, как вам около 21 года, и я думаю, что феноменальные вещи начинают снижаться. Последние два года моей жизни действительно были таковыми и были феноменом в том, что это то, чего я никогда не ожидал и никогда по-настоящему не знал, как справляться. Я не знаю, как долго это может продолжаться. Надеюсь, на долгое время. Я имею в виду, реклама мельница является тем, что она. Я имею в виду, вы вообще осознаете возможность, даже, что завтра ваши вчерашние новости, что из-за разоблачения наносит удар? Ну, мой друг, Майкл Джей Фокс сказал мне, что одна из вещей о том, чтобы быть горячим является то, что в какой-то момент вы собираетесь быть тем, что не жарко.. Когда эта работа будет сделана, я буду безработным актером. Я буду намного успешнее и удобнее, гораздо более комфортно. Но я все еще буду безработная актриса, и я хочу получить другую работу в какой-то момент. Я хочу, чтобы вы ушли, не говоря о Бруно Раттолини. Кто нет? Бруно очень серьезно относится к себе. Я как бы смотрю на него, как просто еще одно представление, просто еще одна страница в книге развлечений, которые я делаю. Он персонаж, который я играю. Это определенно позволяет мне не воспринимать себя так серьезно. Если бы мы сделали ремейк с тремя марионетками, и вы сыграли бы одну из трех, какую бы вы играли, а кого - две другие?. Их работа в то время заключалась в том, чтобы отвлечь людей от их проблем. Никто никогда не превзошел того, что они сделали. Я хотел бы сыграть Ларри. Я думаю, у Ларри есть некоторые действительно тонкие вещи там. Также потому, что я никогда не хотел бы попробовать роль Керли. Это одна из тех ролей, как Брандо и Стрит Карди и Желание. Кто мог играть Керли? Джон Кэнди?. Я думаю, что вы сделали бы действительно хороший Керли. Не знаю о Мо. У вас есть какие-либо предложения? Для записи, мы остановились на Брюсе для Ларри, Джон Кэнди для Керли, и на роль Мо, Дэнни ДеВито. Мы сделаем перерыв"
            },
            {
                "audio": "data/1987 on TODAY- Bruce Willis talks balancing fame and privacy (360p)_2.wav",
                "text": " Hey, thanks for watching and don't forget you can catch the today show every morning on NBC or take today when you're on the go. Just follow the today podcast on Apple podcast Spotify or wherever you listen.",
                "timestamp": [
                    820.8253968253969,
                    834.6412698412698
                ],
                "translated": "Эй, спасибо за просмотр и не забывайте, что вы можете поймать сегодня шоу каждое утро по НТВ или взять сегодня, когда вы находитесь в пути. Просто следите за сегодня подкаст на яблочном подкасте Спотфиф или везде, где вы слушаете"
            }
        ],
        "zero_shot_video": "data/1987 on TODAY- Bruce Willis talks balancing fame and privacy (360p)_dubbed.mp4"
    },
    "Bruno's interview - ENGLAND - #HUMAN (360p)": {
        "audio": "data/Bruno's interview - ENGLAND - #HUMAN (360p)_translated.wav",
        "chunks": [
            {
                "audio": "data/Bruno's interview - ENGLAND - #HUMAN (360p)_0.wav",
                "text": " My full name is Bruno Lucio Dino Ferrato Hansen and I live",
                "timestamp": [
                    0.6501587301587302,
                    9.311201814058958
                ],
                "translated": "Мое полное имя Бруно Лусио Дино Феррато Хансен и я живу"
            },
            {
                "audio": "data/Bruno's interview - ENGLAND - #HUMAN (360p)_1.wav",
                "text": " No way really. I am forever young, trying to be 39, forever. And I don't have any kids. I'm just roaming around the planet, discovering different things, meeting different people, living a thousand different lives, and meeting a thousand different people. That's me.",
                "timestamp": [
                    9.404081632653062,
                    38.35936507936508
                ],
                "translated": "На самом деле нет. Я навсегда молод, пытаюсь быть 39, навсегда. И у меня нет детей. Я просто путешествую по планете, открывая разные вещи, встречая разных людей, живу тысячами разных жизней и встречая тысячи разных людей. Это я"
            },
            {
                "audio": "data/Bruno's interview - ENGLAND - #HUMAN (360p)_2.wav",
                "text": " Before I was sitting in a wheelchair, before I was paralyzed, I used to fight at times. I had a black belt in karate. I was quite aggressive at times. I wasn't afraid to fight. And I used to use the saying, I'm going to snap you in half. And so very ironically, I snapped myself in half. So perhaps that energy, that negativity, or that strength that we project afterwards comes back to us in some way, perhaps. And so I believe I attracted that situation into my life and I snapped myself in half. And life said to me, right? Now learn.",
                "timestamp": [
                    38.521904761904764,
                    92.55473922902495
                ],
                "translated": "Прежде чем я сидел в кресле-коляске, до того как меня парализовало, я иногда дрался. У меня был черный пояс в карате. Я был довольно агрессивным время от времени. Я не боялся драться. И я использовал поговорку, что я собираюсь разрезать вас пополам. И поэтому очень иронично, я разрезал себя по половинке. Так что, возможно, эта энергия, этот негатив или та сила, которую мы проецируем после этого, возвращается к нам каким-то образом, возможно. И поэтому я считаю, что я привлек эту ситуацию в свою жизнь и разрезал себя пополам. И жизнь сказала мне, верно? Теперь узнайте"
            },
            {
                "audio": "data/Bruno's interview - ENGLAND - #HUMAN (360p)_3.wav",
                "text": " Losing half of my body has forced me to balance the other areas of my life in a mental and spiritual manner. So as a human living on this planet, I feel that I've worked things out for my own life. I'm so mentally strong, and the only reason that has come is because of losing my legs physically. You know, my eyesight's sharper, my ears are, I can hear much better. So that's on a physical sense, but I feel I'm lucky as in, I don't analyze or question life too much. I can cruise through life and always be in the right place at the right time. I always have amazing things happen to me. I'm really lucky in that situation. But that comes from believing in luck or believing in the power of attraction or believing in attracting the goodness into one's life. And I think that can be seen as luck. So if God himself jumped down in front of me right now and said to me, Bruno, I'll give you back your legs, but I'll take away all that you've learned in the last 13 years. I'll tell God, keep your legs because just my experiences from being in a wheelchair and traveling the world in the wheelchair, I've seen life from a different angle and that's taught me on a spiritual level to just accept and to be happy, whatever's coming next.",
                "timestamp": [
                    92.6940589569161,
                    194.30458049886622
                ],
                "translated": "Потеря половины моего тела заставила меня сбалансировать другие области моей жизни в ментальной и духовной манере. Поэтому, как человек, живущий на этой планете, я чувствую, что я выработал вещи для своей собственной жизни. Я настолько сильный умственно, и единственная причина, которая пришла из-за потери моих ног физически. Вы знаете, мое зрение острее, мои уши, я могу слышать гораздо лучше. Так что это на физическом смысле, но я чувствую, что мне повезло, как в, Я не слишком много анализирую или подвергаю сомнению жизнь. Я могу путешествовать по жизни и всегда быть в нужном месте в нужное время. У меня всегда происходят удивительные вещи со мной. Мне действительно повезло в этой ситуации. Но это происходит от веры в удачу или веры в силу притяжения или веры во привлечение добра в свою жизнь. И я думаю, что это можно расценить как удачу. Так что если Бог сам прыгнет передо мной прямо сейчас и скажет мне: Бруно, я отдам вам ваши ноги, но я заберу все, чему вы научились за последние 13 лет. Я скажу Богу, держи ноги, потому что только мой опыт от того, чтобы быть в инвалидной коляске и путешествовать по миру в инвалидном кресле, я видел жизнь под другим углом, и это научило меня на духовном уровне просто принимать и быть счастливым, что бы ни случилось дальше"
            },
            {
                "audio": "data/Bruno's interview - ENGLAND - #HUMAN (360p)_4.wav",
                "text": " When I first came into the situation of being paralyzed, it was a mental disability because you have to come to terms with something physical. So, the ocean fixed a mental side to me that made me then accept the physical limitation that I have of being paralyzed. But it hasn't stopped me from experiencing huge amounts of joy in the ocean much more than when I was walking or surfing big waves properly. Now when I surf waves, lying down like a body border, I have bigger joy surfing these waves than I did before. I have bigger joy being in the ocean than I did before. So how does that make sense to the rest of the world? I don't know. So it's healed me on a physical, spiritual and emotional capacity.",
                "timestamp": [
                    194.4903401360544,
                    260.1795918367347
                ],
                "translated": "Когда я впервые столкнулся с ситуацией паралича, это была умственная неполноценность, потому что вы должны примириться с чем-то физическим.. Но это не помешало мне испытать огромное количество радости в океане гораздо больше, чем когда я ходил или серфинг больших волн должным образом. Теперь, когда я занимаюсь серфингом волны, лежа как граница тела, у меня есть большая радость серфинга этих волн, чем я делал раньше.. Так что это исцелило меня на физическом, духовном и эмоциональном потенциале"
            },
            {
                "audio": "data/Bruno's interview - ENGLAND - #HUMAN (360p)_5.wav",
                "text": " Every human has a disability of some sort. It's physical, it's mental, it's emotional, spiritual. There's a lacking somewhere. If you didn't have this disability, then you would float off and you wouldn't be on planet Earth. That's my philosophy. So we're all here to learn something, whatever that something is. And so, it's okay for us humans to all realise that we're actually all a big bunch of fuck-ups in the end of the day, really.",
                "timestamp": [
                    260.2956916099773,
                    298.0281179138322
                ],
                "translated": "У каждого человека есть какая-то инвалидность. Это физическая, умственная, эмоциональная, духовная. Где-то чего-то не хватает. Если бы у вас не было этой инвалидности, то вы бы плавали и не были бы на планете Земля. Такова моя философия. Поэтому мы все здесь, чтобы чему-то научиться, что бы это ни было. И так, это нормально для нас, людей, чтобы все поняли, что мы на самом деле большая куча дерьмов в конце дня, действительно"
            },
            {
                "audio": "data/Bruno's interview - ENGLAND - #HUMAN (360p)_6.wav",
                "text": " At the end of the day, we don't have to be perfect because we're not perfect. And it's okay to make mistakes and to fall over our own feet and to fall over our own words. We don't have to get shit perfect in life because we'll never get it perfect. The trees aren't perfect. They're all wonky and they don't grow straight. Nothing in nature is perfect. We humans, we strive to be perfect. I don't think perfection exists So It's okay to have a disability, you know deal with it whatever that is And that's why for me I'm I feel lucky to have a physical disability at least you know It's forced me to come to grips with a mental and a spiritual disability. So I got the whole package. I got Christmas all at once. So I'm quite lucky.",
                "timestamp": [
                    298.05133786848074,
                    349.27455782312927
                ],
                "translated": "В конце концов, мы не должны быть идеальными, потому что мы не идеальны. И это нормально делать ошибки и падать на наших собственных ногах и поддаваться нашим собственным словам. Мы не должны получать дерьмо идеально в жизни, так как мы никогда не сделаем его идеальным. Деревья не являются идеальными. Они все извилистые и они не растут прямо. Ничто в природе не является совершенным. Мы люди, мы стремимся быть совершенным. Я не думаю, что совершенство существует. Так что это нормально иметь инвалидность, вы знаете, справляйтесь с этим, что бы это ни было. Вот почему для меня я чувствую себя счастливым, чтобы иметь физическую инвалидность по крайней мере, ты знаешь Это заставило меня прийти к решению с умственной и духовной инвалидности. Поэтому я получил весь пакет. У меня есть Рождество все сразу. так что мне очень повезло"
            },
            {
                "audio": "data/Bruno's interview - ENGLAND - #HUMAN (360p)_7.wav",
                "text": " There are times where I feel really, really free, and there are times where I feel like a caged animal. And that's the... My personality can flip between the two constraints, if you want to call them, because freedom is actually... It's a trapping in its own right. And I think most humans think they are free, but we're not. We're not as free as we could be. I've been more free lying in a hospital bed for six months without moving with pipes coming out of every part of my body where my mind has now gone and found freedom. So, freedom is a strange word. We think we're free because you can walk around in the park. It doesn't mean we're free.",
                "timestamp": [
                    349.4138775510204,
                    402.98231292517005
                ],
                "translated": "Бывают моменты, когда я чувствую себя по-настоящему свободным, и бывают случаи, когда мне кажется, что я как животное в клетке. И это... моя личность может переключаться между этими двумя ограничениями, если хотите их назвать, потому что свобода на самом деле существует. . Это само по себе приманка. Я думаю, большинство людей думают, что они свободны, но мы нет. Мы не такие свободные, как могли бы быть. Я был более свободен, лежа на больничной койке в течение шести месяцев, не передвигаясь с трубами, выходящими из каждой части моего тела, где мой разум теперь ушел и нашел свободу. Итак, свобода - это странное слово. Мы думаем, что мы свободны, потому что вы можете ходить по парку. Это не значит, что у нас есть свобода"
            },
            {
                "audio": "data/Bruno's interview - ENGLAND - #HUMAN (360p)_8.wav",
                "text": " Well, I'm not planning to go and create a family. I don't want children and I don't feel the need to have to go and procreate. I just feel that I don't have... It's not me, I don't have the drive. I feel I don't have to leave anything behind on this planet. When I leave this planet, it's the end of my line. There's nothing more after me. And I almost see it as a comic thing. A comic circle, perhaps. My family now are amazing people. We're a very, very small family. And I've had to encompass many people around the world as my family. So my friends sometimes complete strangers have been closer to me than some other family members. So my mother and father are amazing. I'm very lucky there. But I'm happy to be the last of my line. Once I go, there's nothing, nothing off to me.",
                "timestamp": [
                    403.0984126984127,
                    475.1267120181406
                ],
                "translated": "Ну, я не планирую создать семью. Я не хочу детей и не чувствую необходимости идти и производить потомство. . Это не я, у меня нет драйва. Я чувствую, что мне не нужно ничего оставлять на этой планете. Когда я покидаю эту планету, это конец моей линии. Больше ничего за мной. И я почти воспринимаю это как комическую вещь. Комический круг, возможно. Моя семья теперь удивительные люди. Мы очень, очень маленькая семья. И я должен был охватить многих людей по всему миру как моя семья. Так что мои друзья иногда полные незнакомцы были ближе ко мне, чем некоторые другие члены семьи. Поэтому моя мать и отец потрясающие. Мне очень повезло там. Но я счастлив быть последним из моей линии. Как только я уйду, мне ничего не останется."
            }
        ],
        "zero_shot_video": "data/Bruno's interview - ENGLAND - #HUMAN (360p)_dubbed.mp4"
    },
    "Cameron's interview - CANADA - #HUMAN (360p)": {
        "audio": "data/Cameron's interview - CANADA - #HUMAN (360p)_translated.wav",
        "chunks": [
            {
                "audio": "data/Cameron's interview - CANADA - #HUMAN (360p)_0.wav",
                "text": " My name is Cameron Diaz. I'm 41 years old on my way to 42. I am an actor and film. I recently just wrote a book called The Body Book, co-authored with a wonderful writing partner named Sandra Bark. And I grew up in Long Beach, California. I live in Los Angeles and New York. I go back and forth, but I like the seasons. And what else do I need to tell you? I think that's it, right?",
                "timestamp": [
                    0.44117913832199546,
                    29.094603174603176
                ],
                "translated": "Меня зовут Кэмерон Диаз. Мне 41 год на пути к 42 годам. Я актер и кинорежиссер. Недавно я только что написал книгу под названием «Книга тела», в соавторстве с замечательным партнером по написанию по имени Сандра Барк. И я вырос в Лонг-Бич, штат Калифорния. Я живу в Лос-Анджелесе и Нью-Йорке. Я переезжаю туда и обратно, но мне нравятся сезоны. И что еще мне нужно вам сказать? Думаю, это все, верно?"
            },
            {
                "audio": "data/Cameron's interview - CANADA - #HUMAN (360p)_1.wav",
                "text": " When people say, oh, I want to be like you, I want to be an actor, I want to look like you. The question I always ask them is why? Like really why? And people, and especially America, this idea of fame, that to be famous means that you're successful, that you're happy. It's not about, I don't do what I do because I want to be famous. That's part of being famous is my job. I am not, when I'm home, I am not and I'm with my family and my friends. I am not famous. I am me and I'm Cameron and that doesn't, fame does not define me. And so if you are looking for fame to define you, then you will never be happy and you will always be searching for happiness and you will never find it in fame. And so it goes back to, I think for me, authenticity, intention, why do you want to do anything you do? It should not be motivated by something that you think is going to make fulfillment comes from within you by being authentic to yourself. Not chasing fame.",
                "timestamp": [
                    29.210702947845807,
                    99.40462585034014
                ],
                "translated": "Когда люди говорят, о, я хочу быть как вы, Я хочу быть актером, Хочу выглядеть как вы. Вопрос, который я всегда задаю им: почему? Как на самом деле почему? И люди, и особенно Америка, эта идея славы, что быть известным означает, что вы успешны, что Вы счастливы. Дело не в том, что я не делаю то, чем я занимаюсь, потому что я хочу стать известным. Это часть того, чтобы быть известным - это моя работа. Я не, когда я дома, я не и я со своей семьей и моими друзьями. Я не знаменит. Я - это я, и я Кэмерон, и это не так, слава не определяет меня. И поэтому, если вы ищете славу, чтобы определить вас, то вы никогда не будете счастливы, и вы всегда будете искать счастья, и Вы никогда не найдете его в славе. И так это возвращается, я думаю для меня, подлинность, намерение, почему вы хотите делать все, что вы делаете? Это не должно быть мотивировано чем-то, что Вы думаете, собирается сделать исполнение приходит изнутри вас, будучи подлинным для себя. Не гоняясь за известностью"
            },
            {
                "audio": "data/Cameron's interview - CANADA - #HUMAN (360p)_2.wav",
                "text": " I was really fortunate, the education that I got from my parents was really an amazing, I was so lucky to have just the best parents who really trusted and empowered and, you know, they just gave us everything. There was an moment where my parents weren't teaching us. They were always teaching us, very actively teaching us, um, work ethic, um, how to be a good person, how to treat people, how to be in, um, a good human being. Like, that was a very important thing to them. And, um, there was always lessons, always lessons. And, um, I think that they just, um, loved with every part of their being. They loved us so deeply. And that, I think, is just to know what it feels like to be loved, to know how to love and how to be loved is such an important thing. And they really showed us, my sister and I, how to do that.",
                "timestamp": [
                    99.54394557823129,
                    166.6960544217687
                ],
                "translated": "Мне очень повезло, образование, которое я получил от моих родителей, было действительно потрясающе, мне так повезло иметь только лучших родителей, которые действительно доверяли и давали нам силы, и, знаете, они просто дали нам все.. Они всегда учили нас, очень активно учили нам, эм, трудовую этику, как быть хорошим человеком, как обращаться с людьми, как стать хорошим человеком.. И это, я думаю, просто знать, каково это - быть любимым, уметь любить и чувствовать себя любимым очень важно. И они действительно показали нам, моей сестру и мне, как это сделать"
            },
            {
                "audio": "data/Cameron's interview - CANADA - #HUMAN (360p)_3.wav",
                "text": " When my father died, the moment that not knowing what that meant, not knowing what it would mean to be without him, I think was probably the hardest moment. And to have to see my mother have to say goodbye to him. And that was just really hard. And all of the family. But yeah, I think that that moment of not knowing really was so painful. And then after that knowing that learning the lessons, like being very soon, like the next morning when I woke up and I was, I had a, I had this moment where I was like, oh my god, my dad is dead. Like he's dead. He's gone. And I had this moment where I had a visual of my dad standing next to me. And all of a sudden, I looked over and he was gone. And there was this massive hole, this huge, huge hole that was so deep I couldn't see the end of it. It was so dark. It was so overwhelming. And on the other side of that hole was this massive pile of dirt. It was so high, it like I couldn't see the top of it. And I instinctively, I went, I walked around the hole, saw myself walking around the hole, and I started, I rolled up my sleeves, and I started climbing through the dirt. And as soon as I dug my hand into the dirt, I pulled my hand out, and was strands of emeralds and rubies and in this hand was a gold goblet and I was so perplexed for a moment and I just immediately all of this and I realized, okay, where he once was is now this, he has left me a task, a responsibility that I must climb up this pile of dirt that seems so overwhelming. And I must dig out all the treasures that he's left behind, all of the jewels, all of the lessons, all of the things that are going to enrich my life. And I just saw myself climbing through it, I'm still climbing up that, you know, up to the top and I've gotten so many, he's left me so many beautiful treasures, so.",
                "timestamp": [
                    166.81215419501135,
                    302.41668934240363
                ],
                "translated": "Когда мой отец умер, тот момент, когда я не знал, что это значит, не зная, что будет означать быть без него, я думаю, был, вероятно, самый трудный момент. И чтобы увидеть мою мать, нужно попрощаться с ним. И это было просто очень тяжело. И всей семьей. Но да, я считаю, что этот момент неведения действительно был таким болезненным. И после этого, зная, что изучая уроки, как быть очень скоро, как на следующее утро, когда я проснулся и был там, у меня был такой момент, где я подумал: «Боже мой, мой отец мертв». Как будто он мертв. Он ушел. И у меня было это время, когда у меня была визуализация моего отца, стоящего рядом со мной. И вдруг, я оглянулся, и он ушел. И там была эта огромная дыра, это было так глубоко, что я не мог видеть конца. Это было так темно. Было настолько ошеломительно. А на другой стороне этой дыры была массивная кучка грязи. Она была такой высокой, как будто я не видел ее верхнюю часть. И я инстинктивно, я пошел, я обошел дыру, увидел себя ходящим вокруг дыры, и я начал, я завернул свои рукава, и Я начал взбираться через грязь. И как только я выкопал свою руку в грязь, я вытащил мою руку, и это были пряди изумрудов и рубинов, а в этой руке был золотой кубок. Я был так озадачен на мгновение, и я сразу же все это понял, хорошо, где он когда-то был сейчас это, он оставил мне задачу, ответственность, что я должен подняться на эту кучу грязи, которая кажется такой подавляющей. И я должен выкопать все сокровища, которые он оставил позади, все драгоценности, все уроки, все то, что обогатит мою жизнь."
            }
        ],
        "zero_shot_video": "data/Cameron's interview - CANADA - #HUMAN (360p)_dubbed.mp4"
    },
    "Tom Cruise on Performing His Own Dangerous Stunts, ‘Mission Impossible’ Training, and Cliff-Hangers (360p)": {
        "audio": "data/Tom Cruise on Performing His Own Dangerous Stunts, ‘Mission Impossible’ Training, and Cliff-Hangers (360p)_translated.wav",
        "chunks": [
            {
                "audio": "data/Tom Cruise on Performing His Own Dangerous Stunts, ‘Mission Impossible’ Training, and Cliff-Hangers (360p)_0.wav",
                "text": " Ever since I saw the featurette of you on the motorcycle, I've been wanting to ask you this question. There's a moment before you go on the first run and you look off to the end of the ramp and you go. Do you remember this moment? Yes. What was that? Okay, there's two things. Okay. One, it was, okay, I'm gonna do this. That did feel that emotion. It's like, okay, let's go because I didn't know what was gonna happen. It was the first day filming. Look, I've spent years preparing for this. It's not just the years prepping and figuring it out, but I've been riding motorcycle since I was a little kid, been parachuting, training, constantly developing kind of, for years developing, developing knowledge, developing technology on how to shoot these things and really, how to tell a story. It's not just capturing an image, but it's how do we tell a story. So when I was on the ramp, I was thinking, I'm gonna see how this goes. You know, be cute. I talked about it. I know the camera. As that helicopter's going across, we had to be in sync because he could have blown me off that ramp. So his timing, my speed had to be perfect to adjust the camera. So I was, I, everything, the rhythms of everything we had to do and everything we trained, now's the moment where I'm going off the cliff. And I'm thinking of performance. And it was also, it was a nod. It also was a cue to tell everyone I'm about to go. So it was keying off everyone. I called my own action. So they said action, but no one went. I had to find something where I didn't take my hands off the bike. Like I couldn't give a hand signal. And I also wanted to be part of performance where you just seemed my head went down. I went like that. That told the helicopter I'm going. It told the drones I'm going. And so all of that timing came off. And once I did that, I had to release a bike. Yeah. So I go like that. And that's the moment I must release the bike. Otherwise, all of the, everything's, the sink is going to be off. And would also affect just the, you know, the dynamics of doing something like that, the downdraft from the helicopter, where the position of the drone is going to be all the camera operators, so that when I'm going off and, you know, yeah, you finally flew without a plane. I know it was amazing. Speaking of McEw, he told a little story that after the first reading, he tells a great story. After the first screening of every mission impossible film, you whisper in his ear and you say, we can do better. That's just a mission impossible. It's just mission impossible. No, not everything. Every movie we make, I look at it and I'm watching it so we can do better. Even talk them. Even Maverick. Always. You think you can make a better Maverick. Oh, I think I can't. Are you going to? That's the question. So how do you, when you say after fallout, how did you improve on it? Because I do really believe, I just watched the entire series in succession. I do really believe that you have improved on every single one, but how do you do that as a filmmaker and as an actor? And then how are you going to do that for the second part of this one? You know, we're always looking at how the story is immersive. Every since I was a kid, I've studied movies, I've studied studios, distribution, traveled the world and watch films with audiences all over the world. They're movies in their culture and my films to see how they translate. And I'm always going, how can I hone a story to make it as immersive as possible? And with each one, I'm constantly learning. The amazing thing about this art form, the amazing thing about this life is that you're constantly learning. It's both fantastic and terrible. I mean, like, oh my gosh. And we're constantly pushing it to that next level. Not just with stunts, but story. How can we, with the resources that we have, give a better experience or immersive experience for an audience? So those things, and it's just like I'm going, I'm not going to try to compete, but all the things that I've learned in terms of character development, story structure, how to, you know, filming, you know, I'm always challenging myself on a daily basis and my crew, and McKee and I back and forth going, really thinking in terms of just what's connecting me to the story or not what's connecting me to the environment or not so here we are shooting in Rome and also looking at the city and not trying to put something in that is a forcing the geography we're going what's this what's the geography telling us what is what story can we tell you have an actress like Haley at well when we you know someone who we've admired for many years and thought when when we were thinking this movie when you when we need her we're going what story can we tell with Ethan and we knew you know we wanted to go in back more into the history and pull up Henry Cerney and and and really you just felt that the movie wanted to do it and I felt that the franchise had earned earned it. So those are the things that I'm constantly looking like. For me, it's, you know, and I don't know how many films I've produced. I don't know how many films I've overseen. But that is how I feel about it. I want to not just say I'm going to try to outdo myself, but going, what is this story? And how can I take this kind of story and from my knowledge of audiences global audiences how can I tell the story in the same manner but engage a broader audience is best I can. You've been running a movie since 1991. Two of my favorite runs are in this one and you do a lot of running in this one. It was a huge has me running every time he's like I can read you and they're getting longer. They are, but that's my question. We all see you run. We all enjoy you running. Your fans love you running. But how do you actually train for it? Because you're training for do you do have personal best that you up? You're grinning now because it's right. It's a very good question because it's interesting because I have to go through it. And I'm looking at just as an actor and in my life, I've always trained just to make movies because the endurance and the, you know, I train in many things, singing, dancing, you know, motorcycles, cars. And also in my personal life, I like doing like skydiving and speed flying and all these things. And I like to then go learn these things and then apply it to the movies. But it's a, it is a have gone through to figure out how do I train, how do I maintain, how do you hit peak right at the moment because also when I'm doing sprinting scene, I don't just run once. I have to run, like sometimes I've done 50 sprints in one day which is, so I have to think about what the recovery time is, what scenes I'm shooting before and after, and I've gotten better at really structuring things within the film and sitting down and going, here's because I have to prepare for the jump off the motorcycle. So there's certain things and you're using different your body in a different way, or if I'm doing gymnastics or a fighting scene. You know, you don't want to do a fight right there when I'm going to sprint. And how do I prepare and how do I recover? And also the hours that I work. I work seven days a week. And I'm producing. So it's just a, you know, and everything else that we are dealing with during this time period is, you know, but I enjoy that I have to say I enjoy the pressure. I do enjoy the challenge. But I realize like I woke up, you know, and I enjoy this. I like putting myself through in these kinds of situations. Well, last question. I heard you just say you never think it's big enough. Yes. The next couple of stunts, McQ gave me a little tease. He says the last shot in this one sets up one of the stunts in the next one, which we can assume what that is. But we've also seen shots of you out on the plane, walking out on the plane. Did you go bigger in this one than in my I can't tell you. I could tell you we want bigger. I shouldn't tell you that I could tell you, but then I'd have to kill you. You could tell me we just hurt me a little bit. That's a lot of the top god. But in this one then, yeah, which one of the three sequences do you think was the biggest in terms of as a producer and actor? You know what? Each one has been very challenging. Each one was really fun because look, we built the train. The train is real. We had to build the train to put it down a track to send it off the track. All of this stuff. And also what I enjoy is, you know, the action that I do with Palm with Haley, the driving through here, the streets on the cobblestone, one hand, and because like you're gonna have, you can be handcuffed, oh my gosh, okay, so I'm practicing drifting, and the Fiat had a very, you know, small wheelbase, so it would catch on the cobblestones, and Haley and I are in the car together as we're doing it. Each one had a different kind of adventure about it, and a different challenge. Always with motorcycles, it's challenging because you're looking at it, but I don't have pads, so I rehearse all the jumps and everything with the pads and high speed, and I'm always going very, very high speed. So, that stuff's always, even though they're little small jumps, you know, the things that I'm doing ahead of time, they're always a little tricky, you, you know, rocks and different things like that. So it's never boring. Every morning, there was, there was a bit of adventure. And also the, the base jumping that we did, you can see in the EPK, you can see me jumping out of the helicopter. I was testing the wind inside the bowl. And it wasn't just once I get off the ramp, it's still I have to, once I open the challenge is I have to open in a manner that if I'm destabilized in any way, the shoot will open in different ways. And they packed it beautifully for me. And it was very important that I always had the same team with me. But you could see I open and the parachute open in a way that threw me into the side of the mountain. And you could see I'm just, you have to really be ready that when it opens, that if I'm with this, and I was about this close to the, to the side of the mountain that you pull the, you know, you get the parachute very quickly, very quickly away from not dragging the any piece of the parachute on the rock. So every day there was some, there was, there was a challenge, which I like, plus performance, plus, you know, it's not just about me, it's about our whole cast and really, that's why we're happy to put the bite jump out because they thought they saw it and they've never seen it. You won't see it until you see the movie. And there's another shot that has, we're so low as I'm getting to the ground, it's right over me as I'm going very low to the ground. You can see that shot there to get that shot was was very interesting. And we know that we're happy to send that out because we know we have the whole train. We know you have the whole, you know, horses in the beginning, you know, all the horseback riding, all of that stuff in the desert, a sandstorm. My favorite moments with you, as much as we love the big moments, the Ethan Quiet moments, you need that balance in the film. And I love that McHugh will linger on a shot just long enough. You'll tell the team, I got it, and there'll be that little bit of doubt. So how much joy do you still get into those quiet moments as much as you love the big moments? You know, I love all of the moments. I have to say all of those moments. And also when I see the other actors and we're constantly working with them to what's in what I love in movies, I want vivid characters. It's not it's not about me. It's about the story. And it's about how do we tell the story to engage an audience into an emotional story and a character journey. And there's this other stuff that we have. There's another there's it's the amount of time that we spend finding the story, finding those moments with the characters, and not just for myself, but the other actors in developing that stuff. That's what engages me. And then I want to thrill the audience also with these other things, because if you don't have that, it doesn't matter how big it is. If I'm not invested in the story and invested with the characters, and that is primary for us. And that's what keeps the franchise going. It's not just the story. And just movies, and why I want to see movies. I want to care about the people. I want to be interested in the world. I want to be interested in those people. That is movies. I'm using all of the skills that I, and the things that I love and cinema, and all of the dramatic and comedic and all those films and the character development that we have, and we're looking and I'm developing that with all the actors, and then putting it, all we're doing is putting a big landscape on top of that. That's all. It's, you know, from any other kind of movie that I've done, how do you have that emotion while you're juggling? How do you have that? The thing with this movie that I, when you're looking at the fiat and you're looking at Haley and I, we're playing those scenes in a two shot. Now, we don't have a bunch of takes that we can do. Those characters have to be connected and you have to find those moments like that. And that kind of skill to be able to play that kind of moment and comedy that normally I get to have in a Jerry McGuire or a Rainman or a cocktail where you have that you're on the ground you're doing that we're doing it at high speed and having it feel organic because it is organic it's happening now but you have to have actors that first we have to get them used to that kind of speed and that kind of pace and that kind of action. Now, you know, the scene on the train, it's like, you trust me. No, those kind of character moments that are real, that invest me in these people. And that's the thing always with Ethan. I was like, look, the key with this character and people like, oh, you know, no, he does this. It's like, he doesn't want to have to do that. He has to do it. And, you know, what he's about to go off that cliff, and what he's thinking about, what's interesting and what I want in it is that emotional investment as to why he's doing it. We understand. It's not just Tadah. We're not going Tadah. It's the story that's getting us there. And anyone that understands that level of performance, that level of storytelling understands like I could have that, that's the same kind of emotional investment that you have in a movie that we're shooting in a room. That's what I'm always looking for. I'm looking for audience engagement, character, audience engagement with that. And telling our story, we're not altering our story or what I want to do, but there's many different ways where I can push an audience away or I can pull them into my story and I can pull them into a character. And those are the things that I've played supporting roles and I've played the lead roles. So I know structurally every aspect of how to draw, how to draw an audience in and And when do I want to draw them in and when do I want to push them away? You know, with those different kinds of characters. And that's, that's constantly the evaluation as we're going through it. So it's not just, as an actor, I'm not going, it is character development. And it's, it's, but it's the whole, it's the whole story. It's every actor're casting the actors it's we're looking at them going okay what how do I celebrate their talent which is you know in old Hollywood they would look people and it's like and they built performances for them that's what I do if you look at my movies all the way back when I was a young actor you look at risky business you, you look at a few good men, you look at rainman, you look at these movies. My taste and my development is looking at actors and celebrating them and that it's us together and where do I put that camera? How do we write these lines? How do we develop it in a manner that is immersive for an audience? Because then you're seeing all these great And that's those kind of movies I love and those those kind of movies that I try to and aspire to make. So you're like the old lady that gave you the quarter. You're giving the quarter back. That's it. That's great. Yes. Yes. Yes. That's it. That's exactly it.",
                "timestamp": [
                    0.023219954648526078,
                    937.4824489795918
                ],
                "translated": "С тех пор, как я увидела вашу особенность на мотоцикле, я хотела задать вам этот вопрос. Есть момент перед тем, как вы отправитесь в первый бег, и вы смотрите до конца пандуса, и уходите. Вы помните этот момент? Да. Что это было? Хорошо, есть две вещи. Хорошо. Во-первых, это было, хорошо, я собираюсь сделать это. Это действительно чувствовало эту эмоцию. Это как, ладно, пойдем, потому что я не знал, что произойдет. Это был первый день съемок. Слушай, я потратил годы на подготовку к этому. Это не просто годы подготовки и выяснения, но я ездил на мотоцикле с детства, занимался парашютным спортом, обучением, постоянно развивался. В течение многих лет развивался, развивал знания, разрабатывал технологии о том, как снимать эти вещи и действительно, как рассказывать историю. Это не только захват изображения, но и то, как мы рассказываем историю. Так что, когда я был на трапу, я думал, посмотрю, как это будет. Знаешь, будь милым. Я говорил об этом. Я знаю камеру. Поскольку этот вертолет пересекается, мы должны были быть в синхронизации, потому что он мог снести меня с трапа. Поэтому его время, моя скорость должна была быть идеальной, чтобы отрегулировать камеру. Так что я, я, все, ритмы всего, что мы должны были сделать и все, чему мы тренировались, теперь момент, когда я ухожу с обрыва. И я думаю о производительности. И это было также, это было кивком. Это также было подсказкой, чтобы сказать всем, что я собираюсь идти. Таким образом, это отключало всех. Я назвал свое действие. Поэтому они сказали действие, но никто не пошел. Я должен был найти что-то, где я не снимал руки с велосипеда. Как будто я не мог дать сигнал рукой. И я также хотел быть частью представления, где вы просто казалось, что моя голова опустилась. Я пошел так. Это сказал вертолету, что я иду. Он сказал дронам, что мы идем. И все это время прошло. И как только я сделал это, я должен был отпустить велосипед. Да. Так что я пойду вот так. И в этот момент я должен отпустить велосипед. Иначе все, все, мойка будет отключена и это также повлияет на динамику выполнения чего-то подобного, нисходящего потока от вертолета, где положение дрона будет всеми операторами камеры, так что когда я ухожу и, знаете, да, вы наконец-то летите без самолета. Я знаю, что это было потрясающе. Говоря о Макью, он рассказал небольшую историю, которая после первого чтения, он рассказывает большую историю. После первого показа каждого фильма невозможной миссии, вы шептались ему на ухо и говорите, мы можем сделать лучше. Это просто миссия невозможна. Это всего лишь миссия невыполнима. Нет, не все. Каждый фильм, который мы делаем, я смотрю на него и наблюдаю его, чтобы мы могли делать лучше. Даже говорить о них. Даже Маверик. Всегда. Ты думаешь, что можешь сделать лучшего Маверика. О, я думаю, что не могу. Собираешься? Это вопрос. Так как ты, когда ты говоришь после выпадения осадков, как ты улучшил это? Потому что я действительно верю, что я просто смотрел весь сериал подряд. Я действительно верю, что вы улучшили каждый из них, но как вы делаете это как режиссер и как актер? А затем как вы собираетесь сделать это для второй части этого? Вы знаете, мы всегда смотрим на то, как захватывающая история. С детства я изучал кино, студии, дистрибуцию, путешествовал по миру и смотрел фильмы с аудиторией по всему миру. Они являются фильмами в своей культуре и моими фильмами, чтобы увидеть, как они переводят. И я всегда иду, как я могу отточить историю, чтобы сделать ее максимально захватывающей? И с каждым из них я постоянно учусь. Удивительное в этой форме искусства, удивительное в этой жизни - это то, что вы постоянно учитесь. Это и фантастически, и ужасно. Я имею в виду, как, о боже. И мы постоянно подталкиваем его к следующему уровню. Не только с трюками, но и историей. Как мы можем, с ресурсами, которые у нас есть, дать лучший опыт или захватывающий опыт для аудитории? Так что эти вещи, и это просто как я пойду, я не собираюсь пытаться конкурировать, но все то, что я узнал с точки зрения развития характера, структуры сюжета, как, знаете, съемки, вы знаете, я всегда бросаю вызов себе на ежедневной основе и моя съемочная группа, и Макки и я взад и вперед, действительно размышляя о том, что соединяет меня с историей или нет, что связывает меня с окружающей средой или нет. Здесь мы снимаем в Риме, а также смотрим на город и не пытаемся что-то включить в это является принуждением географии мы собираемся что это что География говорит нам что какая история может мы скажем вам иметь актрису как Хейли хорошо когда мы вы знаете кого-то, кем мы восхищались в течение многих лет и думали когда мы думали об этом фильме когда ты когда мы нуждаемся в ней мы будем идти какой истории мы можем рассказать с Итаном и мы знали, Вы знаете, мы хотели пойти назад больше в историю и поднять Генри Серни и и действительно вы просто чувствовали, что фильм хотел сделать это, и я чувствовал, что франшиза заработала заслужить его. Так вот на что я постоянно выгляжу. Для меня это, знаете ли, и я не знаю, сколько фильмов я сделал. Я не знаю как много фильмов я контролировал. Но именно так я отношусь к этому. Я хочу не просто сказать, что я собираюсь попытаться превзойти себя, но пойти, что это за история? И как я могу взять этот тип истории и из моего знания аудитории глобальной аудитории как я смогу рассказать историю в том же духе, но привлечь более широкую аудиторию лучше всего я могу.. Это было огромным, чтобы я бегал каждый раз, когда он, как я могу читать вас и они становятся длиннее. Они, но это мой вопрос. Мы все видим, что вы бежите. Нам всем нравится, что Вы бегаете. Ваши поклонники любят Вас бегать. Но как вы на самом деле тренируетесь для этого? Потому что вы обучаетесь для у вас есть личное лучшее, что вам нужно? Теперь вы улыбаетесь, потому что это правильно. Это очень хороший вопрос потому что это интересно, потому что я должен пройти через него. И я смотрю на просто как актер и в моей жизни, я всегда тренировался только для того, чтобы снимать фильмы из-за выносливости и, знаете, я тренируюсь во многих вещах, петь, танцевать, знаешь, мотоциклы, автомобили. А также в моей личной жизни, мне нравится делать такие вещи, как прыжки с парашютом и скоростные полеты и все эти вещи. И мне нравится изучать эти вещи, а затем применять их в фильмах. Но это то, что я прошел через, чтобы выяснить, как я тренируюсь, как поддерживаюсь, как вы достигаете пика прямо сейчас, потому что также, когда я делаю сцену спринта, я не просто бегаю один раз. Я должен бежать, как иногда я сделал 50 спринтов в один день, так что я должен думать о том, какое время восстановления, какие сцены я снимаю до и после, и я стал лучше на самом деле структурировать вещи внутри фильма и сидеть и идти, здесь потому, что мне нужно подготовиться к прыжку с мотоцикла. Так что есть определенные вещи, и вы используете свое тело по-разному, или если я занимаюсь гимнастикой или боевой сценой. Вы знаете, вы не хотите бороться прямо там, когда я собираюсь спринт. И как я готовлюсь и как я оправляюсь? А также часы, которые я работаю. Я работаю семь дней в неделю.. Так что это просто, знаете, и все остальное, с чем мы имеем дело в течение этого периода времени, вы знаете, но я наслаждаюсь тем, что должен сказать, что мне нравится давление. Я действительно наслаждаюсь вызовом. Но я понимаю, как я проснулся, понимаете, и мне нравится это. Мне нравится проходить через такие ситуации. Ну, последний вопрос. Я слышал, ты просто сказал, что ты никогда не думаешь, что это достаточно большое. Да. Следующие пару трюков, МакК дал мне немного дразнить. Он говорит, что последний выстрел в этом один устанавливает один из трюка в следующем, который мы можем предположить, что это. Но мы также видели выстрелы вас на самолете, выходя на самолет. Вы пошли больше в этом, чем в моем я не могу сказать вам. Я мог бы сказать вам, что мы хотим большего. Я не должен говорить вам, что я мог бы сказать вам, но тогда мне пришлось бы убить вас. Вы могли бы сказать мне, что мы просто немного ранили меня. Это много высшего бога. Но в этом то, да, какая из трех последовательностей, по-твоему, была самой большой с точки зрения как продюсера и актера? Знаете что? Каждая из них была очень сложной. Каждый из них был действительно забавным, потому что смотрите, мы построили поезд. Поезд настоящий. Мы должны были построить поезд, чтобы посадить его на рельсы, чтобы отправить его с рельсов.. А еще мне нравится то, что я делаю с Палмом с Хэйли, проезжаю здесь, по улицам на булыжнике одной рукой, и потому что, как у вас, вы можете быть в наручниках, о мой Бог, хорошо, так что я практикую дрейфование, и Фиат имел очень, знаете, небольшую колесную базу, поэтому он поймал бы на мощеных камнях, и Хейли и я вместе в машине, когда мы делаем это. Всегда с мотоциклами, это сложно, потому что вы смотрите на него, но у меня нет подушек, поэтому я репетирую все прыжки и все с помощью подушек и высокой скорости, и я всегда буду очень, очень высокой скоростью. Так что это всегда, даже если это маленькие прыжки, знаете, вещи, которые я делаю раньше времени, они всегда немного запутаны, вы знаете, камни и другие подобные вещи. так что это никогда не скучно. Каждое утро было, было немного приключений. а также базовый прыжок, который мы сделали, вы можете видеть в ЭПК, вы видите меня выпрыгивая из вертолета. Я проверял ветер внутри чаши. И это было не просто, как только я спрыгнул с пандуса, это все еще должно быть, когда я открываю вызов, я должен открыть таким образом, что если я дестабилизирован каким-либо образом, стрельба откроется по-разному. И они упаковали его красиво для меня. И очень важно, чтобы у меня всегда была одна и та же команда со мной. Но вы могли видеть, как я открываюсь и парашют открывается таким образом, что бросил меня в сторону горы. И вы можете видеть, что я просто должен быть действительно готов к тому, что когда он откроется, что если я с этим, и я был примерно так близко к стороне горы, что вы тянете, знаете, вы получаете парашют очень быстро, очень быстро от не перетаскивая любой кусок парашюта на скалу. Так что каждый день был какой-то, был, был вызов, который мне нравится, плюс выступление, плюс, вы знаете, это не только обо мне, это о всем нашем актерском составе и действительно, именно поэтому мы рады поставить кусок прыгать, потому что они думали, что они видели его, и они никогда не видели.. И есть еще один выстрел, который имеет, мы так низко, как я нахожусь на земле, он прямо над мной, поскольку я иду очень низко к земле. Вы можете видеть, что этот выстрел там, чтобы получить этот выстрел был очень интересным. Мы знаем, что мы рады отправить это, потому что мы знаем, у нас есть весь поезд. Мы знаем, что у вас есть все, знаете, лошади в начале, вы знаете, все катание на лошадях, все эти вещи в пустыне, песчаная буря. Мои любимые моменты с вами, так же как мы любим большие моменты, Итан Тихие моменты, вам нужен этот баланс в фильме. И мне нравится, что Макхью будет задерживаться на съемках достаточно долго. Ты скажешь команде, я пойму это, и будет немного сомнения. Так сколько радости ты все еще получаешь в эти тихие моменты так же сильно, как ты любишь большие моменты? Знаешь, я люблю все моменты. Я должен сказать все эти моменты. И также, когда я вижу других актеров, и мы постоянно работаем с ними над тем, что я люблю в фильмах, мне нужны яркие персонажи. Дело не во мне. Дело в сюжете. И дело в том, как мы рассказываем историю, чтобы вовлечь аудиторию в эмоциональную историю и путешествие персонажа. И есть еще один материал, который у нас есть. Есть еще один - это количество времени, которое мы тратим на поиск истории, нахождение этих моментов с персонажами, и не только для себя, но и для других актеров при разработке этого материала. Это то, что привлекает меня. И затем я хочу взволновать аудиторию также с этими другими вещами, потому что если у вас нет этого, не имеет значения, насколько он большой. Если я не вкладываюсь в историю и вкладываться с персонажами, и это для нас главное. И это то, чтобы держать франшизу вперед. Это не просто история. И только фильмы, и почему я хочу смотреть фильмы. Я хочу заботиться о людях. Я хочу интересоваться миром. Хочу заинтересоваться этими людьми. Это фильмы. Я использую все мои навыки, и то, что я люблю, и кино, и все драматические и комедийные фильмы, и развитие характера, которое у нас есть, и мы смотрим, и я развиваю это со всеми актерами, а затем помещаем его, все, что мы делаем, это создаем большой пейзаж на вершине этого. Вот и все. Это, знаете, из любого другого фильма, который я сделал, как у вас есть эти эмоции, когда вы жонглируете?. Эти персонажи должны быть связаны, и вы должны найти такие моменты, как это. И этот навык, чтобы иметь возможность играть такие моменты и комедии, которые обычно я получаю в Джерри МакГире или Рейнмане или коктейле, где у вас есть, что вы находитесь на земле, вы делаете, что мы делаем это на высокой скорости и чувствовать себя органично, потому что это органично. Это происходит сейчас, но у вас должны быть актеры, сначала мы должны заставить их привыкнуть к такой скорости и такого темпа и такого рода действия. Сцена в поезде, как будто ты доверяешь мне. Нет, такие моменты характера, которые являются реальными, которые вкладывают меня в этих людей. И это то, что всегда случается с Итаном.. И, вы знаете, что он собирается сойти с этого обрыва, и о чем он думает, что интересно и что я хочу в этом - это эмоциональная инвестиция в то, почему он делает это. Мы понимаем. Это не просто Тада. Мы не пойдем Тадау. Это история, которая приводит нас туда. И любой, кто понимает этот уровень исполнения, этот уровень повествования понимает, как я мог бы иметь это, это тот же вид эмоционального инвестирования, что и у вас в фильме, который мы снимаем в комнате. Это то, что я всегда ищу. Я ищу вовлечение аудитории, персонажа, вовлечения аудитории с этим. И рассказывая нашу историю, мы не меняем нашу историю или то, что я хочу сделать, но есть много разных способов, где я могу оттолкнуть аудиторию или я могу втянуть их в свою историю и я могу вовлечь их в персонажа.. Так что я структурно знаю каждый аспект того, как рисовать, как привлекать аудиторию и когда я хочу привлечь их и когда мне нужно оттолкнуть их? Вы знаете, с этими различными типами персонажей. И это, это постоянно оценка, как мы проходим через это. Таким образом, это не просто, как актер, я не собираюсь, это развитие характера. И это, это, но это все, это вся история. Все актеры снимают актеров, мы смотрим на то, как я чествую их талант. Вы знаете, в старом Голливуде они выглядели бы людьми, и это было так, и они создавали представления для них. Вот что я делаю, если вы смотрите на мои фильмы все время, когда я был молодым актером.. Мой вкус и мое развитие - смотреть на актеров и праздновать их, и что это мы вместе, и где я поставлю эту камеру? Как мы пишем эти строки? Как нам развивать его таким образом, чтобы он был захватывающим для аудитории? Потому что тогда вы видите все эти великие фильмы, которые я люблю и те такие фильмы, которых я пытаюсь и стремлюсь сделать. Так что ты как старая леди, которая дала тебе четверть. Ты отдаешь четверть назад. Вот и все. Это здорово. Да."
            }
        ],
        "zero_shot_video": "data/Tom Cruise on Performing His Own Dangerous Stunts, ‘Mission Impossible’ Training, and Cliff-Hangers (360p)_dubbed.mp4"
    }
}